{
  "title": "Best Autoimmune Disease Diet: Anti-Inflammatory or AIP or …?",
  "datePublishedOrUpdated": "January 25, 2024",
  "metadata": {
    "title": "Best Autoimmune Disease Diet: Anti-Inflammatory or AIP or …?",
    "description": "Explore top autoimmune disease diets. Does the AIP diet work? Or the anti-inflammatory diet? Choose carefully - some diets can cause more harm than good.",
    "keywords": [
      "autoimmune disease diet",
      "autoimmune disease anti inflammatory diet",
      "aip diet"
    ],
    "icons": {
      "icon": "/icon.png"
    },
    "openGraph": {
      "title": "Best Autoimmune Disease Diet: Anti-Inflammatory or AIP or …?",
      "description": "Explore top autoimmune disease diets. Does the AIP diet work? Or the anti-inflammatory diet? Choose carefully - some diets can cause more harm than good.",
      "url": "https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or",
      "siteName": "Autoimmune Eats",
      "images": [
        {
          "url": "https://autoimmuneeats.com/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP.png",
          "width": 800,
          "height": 600
        }
      ],
      "locale": "en_US",
      "type": "article",
      "publishTime": "2024-01-25T12:00:00-0500"
    },
    "robots": {
      "index": true,
      "follow": true,
      "nocache": true,
      "googleBot": {
        "index": true,
        "follow": true,
        "max-video-preview": -1,
        "max-image-preview": "large",
        "max-snippet": -1
      }
    }
  },
  "voteCount": 20,
  "authorInfo": {
    "authorName": "<a href='https://www.autoimmuneeats.com/about#meet-the-founder'>Caylee Clay, RDN CDN CYT</a>",
    "authorPhoto": "/Caylee_headshot.jpeg",
    "authorPhotoAlt": "Headshot of author Caylee Clay. Caylee is smiling with a grey jacket and straight bangs",
    "authorBio": "<a href='https://www.autoimmuneeats.com/about#meet-the-founder'>Caylee Clay, RDN CDN CYT</a> (they/them) is a dietitian-nutritionist, software engineer, scientist, researcher, author, & autoimmune disease expert. Caylee is the author of <a href='https://bookshop.org/a/102444/9781735150413' target='_blank'>Gain Control Over Your Psoriasis</a>. Outside of work, Caylee loves gardening, hiking, cooking, & biking all over NYC."
  },
  "photoFeature": "/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP.png",
  "photoFeatureAlt": "Featured image for Best Autoimmune Disease Diet article",
  "disclaimer": "PLEASE NOTE: Sections of this article may not be appropriate for those who have been diagnosed with an eating disorder, suspect they may have an eating disorder, or are engaging in disordered eating behaviors. This article is provided as informational content only, not as medical advice.",
  "affiliateDisclosure": "This page may contain affiliate links. We only recommend products that we have used and/or are supported by research. Your support helps to keep the below information available free of charge.",

  "sections": [
    {
      "subtitle": "Overview",
      "hrefID": "Overview",
      "content": "<p>It's no surprise that so many people focus on their nutrition when trying to manage an autoimmune disease. Autoimmune diseases result from a problem with the immune system, where the immune system mistakenly attacks healthy cells, tissues, and organs. While a properly functioning immune system defends the body against disease and infection, in autoimmune disease, these attacks from the immune system can weaken and harm your body, even becoming life-threatening (<a href='https://www.niehs.nih.gov/health/topics/conditions/autoimmune' target='_blank'>National Institute of Environmental Health Sciences</a>).</p><br/><p>One major reason why food and nutrition can impact autoimmune disease outcomes so much is because about 70% of our immune system lies within our intestines (<a href='https://pubmed.ncbi.nlm.nih.gov/18721321/' target='_blank'>PubMed</a>). Therefore, what you eat and how healthy your gut is can have a huge impact on how bad your symptoms are. </p><br/><p>Additionally, a properly functioning immune system requires adequate nutrients to operate. It's important to eat well enough to support the immune system, so it has all the tools it needs to operate properly and complete its essential functions.</p><br/><p>Autoimmune diseases can come with a whole host of unpleasant symptoms. This includes painful inflammation, stomachaches and other gastrointestinal issues, higher risk of heart disease, and more. Nutrition can play a huge role in reducing or even completely eliminating these symptoms.</p><br/><p>In an attempt to harness the power of nutrition, many autoimmune disease sufferers are told to try various diets, such as the anti-inflammatory diet and the autoimmune protocol or AIP diet. Considering how big an impact nutrition can have, it's understandable that the topic of autoimmune disease diets is so popular.  However, these diets often go awry and can cause even bigger problems than the autoimmune disease itself by promoting a dangerous eating disorder. </p>"
    },
    {
      "subtitle": "How Diet Impacts Autoimmune Disease",
      "hrefID": "How-Diet-Impacts-Autoimmune-Disease",
      "content": "<p>Food can have a huge impact on how severe an autoimmune disease becomes. Nutrition and immunity are closely related, as much of the immune system is located within the gastrointestinal tract. </p><br/><p>Western food in particular appears to be promoting autoimmunity, as the rate of disease in Westernized countries is steadily increasing. This falls in line with the assumption that environmental factors are the main driving force behind the constant rise in autoimmune disease. </p><br/><p>There are several theories that attempt to explain this connection. Researchers have considered many possible culprits such as the increased industrial food additives, industrial food processing, frequent consumption of processed food and/or “fast food”, increased intake of specific nutrients (such as fats, trans fatty acids, cholesterol, proteins, simple sugars, and/or salt), decreased intake of other specific nutrients (such as fiber and/or omega-3 fatty acids), and more. </p><br/><p>Researchers have also studied how these factors may create conditions such as intestinal permeability (also known as “leaky gut”), confusion between harmful food molecules and normal bodily molecules, the development of a suboptimal intestinal microbiome, or the malabsorption of essential nutrients. </p><br/><p>However, while there are studies demonstrating the impact that single nutrients can have on immune function, currently there is not enough data to recommend one specific autoimmune disease diet. The interactions between the immune system and diet are very complex, including the possibility that foods can work synergistically together. There is still much to learn (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8620243/' target='_blank'>National Library of Medicine</a>). </p><br/><p>Additionally, while eating well is crucial to improving the painful symptoms of autoimmune disease, it's essential to know that people with autoimmune diseases are more likely to also develop eating disorders (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>). Eating disorders are extremely serious medical conditions, with a low recovery rate and a high death rate (<a href='https://www.beateatingdisorders.org.uk/media-centre/eating-disorder-statistics/' target='_blank'>Beat Eating Disorders</a>, <a href='https://www.eatingrecoverycenter.com/conditions/eating-disorders#facts-statistics' target='_blank'>Eating Recovery Center</a>, <a href='https://anad.org/eating-disorders-statistics/' target='_blank'>National Association of Anorexia Nervosa and Associated Disorders</a>). Attempting an autoimmune disease diet can trigger an eating disorder. This fact makes the topic of autoimmune disease diets quite complex.</p>"
    },
    {
      "subtitle": "Restrictive Diets vs Everyday Diets",
      "hrefID": "Restrictive-Diets-vs-Everyday-Diets",
      "content": "<p>Something that makes this topic even more confusing is the word “diet” itself. What exactly does it mean when the word “diet” is used? Sometimes people use the word “diet” to mean a very restrictive way of eating, likely with a specific health goal in mind. Other times people use the word “diet” much more generally, like if a healthcare provider asks what your usual “diet” is like.</p><br/><p>To best understand this, it's helpful to look at the definition for the word \"diet\". One definition for the word “diet” is: \"a regimen of eating and drinking sparingly\" (<a href='https://www.merriam-webster.com/dictionary/diet' target='_blank'>Merriam-Webster</a>). We could also call this a “restrictive diet”. </p><br/><p>Another definition for the word “diet” is: \"food and drink regularly consumed\" (<a href='https://www.merriam-webster.com/dictionary/diet' target='_blank'>Merriam-Webster</a>). We could also call this an “everyday diet”, which is our usual eating pattern. </p><br/><p>While eating well is crucial to improving the painful symptoms of autoimmune disease, it's essential to understand that people with autoimmune diseases are more likely to also develop eating disorders (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>). Restrictive diets can be a trigger for eating disorders. As stated above, eating disorders are extremely serious medical conditions, with a low recovery rate and a high death rate (<a href='https://www.beateatingdisorders.org.uk/media-centre/eating-disorder-statistics/' target='_blank'>Beat Eating Disorders</a>, <a href='https://www.eatingrecoverycenter.com/conditions/eating-disorders#facts-statistics' target='_blank'>Eating Recovery Center</a>, <a href='https://anad.org/eating-disorders-statistics/' target='_blank'>National Association of Anorexia Nervosa and Associated Disorders</a>). For this reason, it is simply unethical to recommend strict autoimmune disease diets.</p><br/><p>However, we can use the second definition to learn how to change our everyday \"diet\" in a safe manner. By considering what we eat from day to day and making reasonable adjustments, we can gently change our usual eating pattern, ultimately culminating in a way of eating that helps improve our immune system and is also safe for our mental health.</p><br/><p>For more information on the basics of nutrition for autoimmune disease, see our <a href='https://www.autoimmuneeats.com/resources#autoimmune-nutrition-starters-guide' target='_blank'>Autoimmune Nutrition Starter Guide</a>.</p>"
    },
    {
      "subtitle": "Autoimmune Disease & the Anti-Inflammatory Diet",
      "hrefID": "Autoimmune-Disease-and-the-Anti-Inflammatory-Diet",
      "content": "<p>It's critical that restrictive diets are avoided when trying to improve or heal autoimmune disease, so a dangerous eating disorder is not triggered. Thankfully, the anti-inflammatory diet is not a restrictive diet. </p><br/><p>While some diets have very particular fixed rules, the anti-inflammatory diet does not. In fact, \"there isn't one specific anti-inflammatory diet\" (<a href='https://www.hopkinsmedicine.org/health/wellness-and-prevention/anti-inflammatory-diet' target='_blank'>John Hopkins Medicine</a>, <a href='https://www.arthritis.org/health-wellness/healthy-living/nutrition/anti-inflammatory/anti-inflammatory-diet' target='_blank'>Arthritis Foundation</a>). This makes the anti-inflammatory diet a safer autoimmune disease diet to use.</p><br/><p>Instead of following a risky restrictive diet, we can work towards changing our everyday diet. By increasing our intake of foods that will help reduce inflammation, and decreasing our intake of foods that promote inflammation, we can achieve the anti-inflammatory “diet” without actually going on a “diet.” (Seems like we should find another word besides “diet”!)</p><br/><p>The most important thing to do is to focus on which anti-inflammatory foods you would enjoy eating more of. Make sure to find ways that you actually enjoy eating these foods - or else it won't be a sustainable, lasting change.</p><br/><p>That said, there are several foods and nutrients that can help reduce inflammation. Foods high in omega-3, vitamin C, polyphenols, prebiotics, and probiotics can help us feel better with their anti-inflammatory properties (<a href='https://www.hopkinsmedicine.org/health/wellness-and-prevention/anti-inflammatory-diet' target='_blank'>John Hopkins Medicine</a>).</p><br/><p>Omega-3 reduces inflammation by tipping our body chemistry away from inflammation (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3257651/' target='_blank'>PubMed</a>).</p><br/>Best sources of omega-3:<ul><li>Salmon</li><li>Herring</li><li>Mackerel</li><li>Sardines</li><li>Tuna</li><li>Anchovies</li><li>Oysters</li><li>Caviar</li><li>Flaxseeds</li><li>Chia seeds</li><li>Walnuts</li><li>Hemp seeds</li><li>100% grass fed meat and dairy products</li><li>Pasture-raised or omega-3 enriched eggs</li><li>Spinach</li><li>Brussels sprouts</li><li>Purslane</li><li>Soybeans (<a href='https://www.hopkinsmedicine.org/health/wellness-and-prevention/anti-inflammatory-diet' target='_blank'>John Hopkins Medicine</a>, <a href='https://www.healthline.com/nutrition/12-omega-3-rich-foods' target='_blank'>Healthline</a>) </li></ul><br/><p>Vitamin C is an antioxidant, which helps reduce inflammation. Fruits and vegetables are the best source of vitamin C.</p><br/>Best sources of vitamin C:<ul><li>Red and green peppers</li><li>Kiwi</li><li>Broccoli</li><li>Strawberries</li><li>Brussels sprouts</li><li>Cantaloupe (<a href='https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/' target='_blank'>National Institutes of Health</a>) </li></ul><br/><p>Polyphenols are naturally occurring compounds that protect the body from inflammation. Most plant-based foods contain polyphenols, like vegetables, fruits, and whole grains.</p><br/>Best sources of polyphenols:<ul><li>Berries</li><li>Cloves</li><li>Peppermint</li><li>Star anise</li><li>Oregano</li><li>Celery seed</li><li>Sage</li><li>Rosemary</li><li>Thyme </li><li>Cocoa powder</li><li>Flaxseeds</li><li>Olives</li><li>Coffee and tea (<a href='https://www.webmd.com/diet/foods-high-in-polyphenols' target='_blank'>WebMD</a>)  </li></ul><br/><p>Prebiotics feed healthy microbes, and are generally high in fiber. Probiotics contain the actual healthy microbes themselves. Both prebiotics and probiotics promote healthy microbes in your intestines, which can reduce inflammation.</p><br/>Best sources of prebiotics: <ul><li>Garlic</li><li>Onion</li><li>Asparagus</li><li>Banana </li><li>Oats</li><li>Leeks</li><li>Barley </li><li>Apples</li><li>Cocoa</li><li>Flaxseeds</li><li>Jicama </li><li>Seaweed</li><li>Wheat bran </li><li>Chicory root</li><li>Dandelion greens</li><li>Jerusalem artichoke</li><li>Burdock root  </li></ul><br/>Best sources of probiotics:<ul><li>Yogurt</li><li>Sauerkraut</li><li>Kimchi</li><li>Miso</li><li>Kombucha</li><li>Kefir</li><li>Tempeh (<a href='https://www.hopkinsmedicine.org/health/wellness-and-prevention/anti-inflammatory-diet' target='_blank'>John Hopkins Medicine</a>, <a href='https://www.healthline.com/nutrition/19-best-prebiotic-foods' target='_blank'>Healthline</a>, <a href=https://www.healthline.com/nutrition/11-super-healthy-probiotic-foods' target='_blank'>Healthline</a>)  </li></ul><br/><p>Some of the above foods may be new to you. It's a good idea to try a new food several times, prepared in different ways, to determine if you like it or not. However, you should never force yourself to eat foods that you don't like, especially after multiple tries, even if it is \"healthy\". Focus on eating the above foods that you truly enjoy.</p><br/><p>Finally, there are foods that can promote inflammation. These foods include: red meat (like steak and hamburgers), processed meat (like bologna, bacon, and lunchmeat), baked foods (like pies, cakes, cookies, and brownies), white flour (like some breads and pastas), deep fried foods (like French fries, donuts, and fried chicken), foods and drinks very high in sugar (soda, candy, sports drinks, jelly, and syrup), and trans fats (like in margarine, microwave popcorn, and non-dairy coffee creamers) (<a href='https://www.hopkinsmedicine.org/health/wellness-and-prevention/anti-inflammatory-diet' target='_blank'>John Hopkins Medicine</a>). It is not necessary to completely remove these foods from your life, simply reducing your intake and enjoying them as treats is all that's needed. Find more information on (<a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know' target='_blank'>foods that can make your autoimmune disease worse</a> at the link.</p><br/><p>Focus on consuming more of the above anti-inflammatory foods. It's perfectly fine to consume foods that may promote inflammation from time to time, and it's never necessary to cut out these inflammatory foods from your life entirely. This way, it’s possible to follow an autoimmune disease diet without putting our mental health at risk. </p><br/><p>If you would like more support, download our free <a href='https://www.autoimmuneeats.com/resources#autoimmune-nutrition-starters-guide' target='_blank'>Autoimmune Nutrition Starter Guide</a>.</p>"
    },
    {
      "subtitle": "Autoimmune Disease & the AIP Diet",
      "hrefID": "Autoimmune-Disease-and-the-AIP-Diet",
      "content": "<p>As discussed above, those with autoimmune disease are more likely to suffer from eating disorders (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>). </p><br/><p>Eating disorders are extremely serious medical conditions with a low recovery rate and a high death rate (<a href='https://www.beateatingdisorders.org.uk/media-centre/eating-disorder-statistics/' target='_blank'>Beat Eating Disorders</a>, <a href='www.eatingrecoverycenter.com/conditions/eating-disorders/facts-statistics' target='_blank'>Eating Recovery Center</a>, <a href='https://anad.org/eating-disorders-statistics/' target='_blank'>National Association of Anorexia Nervosa and Associated Disorders</a>). Eating disorders are characterized by irregular eating habits, severe distress or concern about body weight or shape, and may include inadequate or excessive food intake. The most common forms of eating disorders include anorexia nervosa, bulimia nervosa, and binge eating disorder. Eating disorders are classified as a mental illness (<a href='https://www.eatingdisorderhope.com/information/eating-disorder' target='_blank'>Eating Disorder Hope</a>).</p><br/><p>Newer research is beginning to illuminate this correlation, as a recent study found an increased rate of the eating disorder orthorexia in those with rheumatoid arthritis, an autoimmune disease. The study highlights the fact that patients are unlikely “receive optimal care concerning dietary advice, which could lead to unnecessary stress and psychological illness” (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9919523/' target='_blank'>PubMed</a>). </p><br/><p>As a result, any type of strict diet is not recommended to improve autoimmune disease. Instead, gentle nutrition must be employed. See the next section for more info on this topic. </p>"
    },
    {
      "subtitle": "Bottom Line",
      "hrefID": "Bottom-Line",
      "content": "<p>Autoimmune disease sufferers face an increased risk of developing eating disorders. Restrictive  dieting and autoimmune disease diets can promote the development of eating disorders, which are extremely serious medical conditions with low recovery rates and high death rates (<a href='https://www.beateatingdisorders.org.uk/media-centre/eating-disorder-statistics/' target='_blank'>Beat Eating Disorders</a>, <a href='https://www.eatingrecoverycenter.com/conditions/eating-disorders#facts-statistics' target='_blank'>Eating Recovery Center</a>, <a href='https://anad.org/eating-disorders-statistics/' target='_blank'>National Association of Anorexia Nervosa and Associated Disorders</a>). </p><br/><p>Therefore, restrictive diets like the AIP diet should not be attempted by anyone with or at risk for developing an autoimmune disease. Not only is the AIP diet dangerous, but it's also nearly impossible to complete. It is unethical and unscientific for healthcare providers to recommend these restrictive diets.</p><br/><p>However, it's very clear that nutrition can offer so much for alleviating symptoms and promoting healing for autoimmune disease. It's safer, more practical, and more sustainable over the long run to increase our intake of anti-inflammatory foods, like the non-restrictive anti-inflammatory diet suggests. This way, we can harness the power of nutrition while reducing the risk of additional serious health problems, like eating disorders.</p><br/><p>It's essential that the anti-inflammatory diet is not used restrictively, and instead used as guidelines to gently change your everyday eating patterns. Focus on how these foods make you feel, and continue consuming them only if you enjoy them and they make you feel good. Don't force yourself to eat foods you don't like. </p><br/><p>Steer clear of diets, dieting, or unnecessary food restrictions. If you suspect you are engaging in disordered eating or have an eating disorder, seek related medical attention soon, as these conditions are considered very serious.</p>"
    }
  ],
  "categories": [
    "anti-inflammatory diet",
    "diets",
    "beginner",
    "AIP diet",
    "nutrition and supplements"
  ]
}
