{
  "title": "Fatigue & Autoimmune Disease: How Nutrition Can Help",
  "datePublishedOrUpdated": "February 13, 2024",
  "metadata": {
    "title": "Fatigue & Autoimmune Disease: How Nutrition Can Help",
    "description": "Use these simple nutrition tricks to boost your energy levels today. Stop letting fatigue and autoimmune disease slow you down!",
    "keywords": ["fatigue and autoimmune disease"],
    "icons": {
      "icon": "/icon.png"
    },
    "openGraph": {
      "title": "Fatigue & Autoimmune Disease: How Nutrition Can Help | Autoimmune Eats",
      "description": "Use these simple nutrition tricks to boost your energy levels today. Stop letting fatigue and autoimmune disease slow you down!",
      "url": "https://autoimmuneeats.com/by-symptom/Fatigue-And-Autoimmune-Disease-How-Nutrition-Can-Help",
      "siteName": "Autoimmune Eats",
      "images": [
        {
          "url": "https://autoimmuneeats.com/Fatigue-And-Autoimmune-Disease-How-Nutrition-Can-Help.png",
          "width": 800,
          "height": 600
        }
      ],
      "locale": "en_US",
      "type": "article",
      "publishedTime": "2024-02-13T12:00:00-05001"
    },
    "robots": {
      "index": true,
      "follow": true,
      "nocache": true,
      "googleBot": {
        "index": true,
        "follow": true,
        "max-video-preview": -1,
        "max-image-preview": "large",
        "max-snippet": -1
      }
    }
  },
  "voteCount": 20,
  "authorInfo": {
    "authorName": "<a href='https://www.autoimmuneeats.com/about#meet-the-founder'>Caylee Clay, RDN CDN CYT</a>",
    "authorPhoto": "/Caylee_headshot.jpeg",
    "authorPhotoAlt": "Headshot of author Caylee Clay. Caylee is smiling with a grey jacket and straight bangs",
    "authorBio": "<a href='https://www.autoimmuneeats.com/about#meet-the-founder'>Caylee Clay, RDN CDN CYT</a> (they/them) is a dietitian-nutritionist, software engineer, scientist, researcher, author, & autoimmune disease expert. Caylee is the author of <a href='https://bookshop.org/a/102444/9781735150413' target='_blank'>Gain Control Over Your Psoriasis</a>. Outside of work, Caylee loves gardening, hiking, cooking, & biking all over NYC."
  },
  "photoFeature": "/Fatigue-And-Autoimmune-Disease-How-Nutrition-Can-Help.png",
  "photoFeatureAlt": "Featured image for Fatigue and Autoimmune Disease article",
  "disclaimer": "PLEASE NOTE: Sections of this article may not be appropriate for those who have been diagnosed with an eating disorder, suspect they may have an eating disorder, or are engaging in disordered eating behaviors. This article is provided as informational content only, not as medical advice.",
  "affiliateDisclosure": "This page may contain affiliate links. We only recommend products that we have used and/or are supported by research. Your support helps to keep the below information available free of charge.",

  "sections": [
    {
      "subtitle": "Overview",
      "hrefID": "Overview",
      "content": "<p>Fatigue is a common symptom experienced across many autoimmune diseases. In fact, debilitating fatigue is the most common complaint reported among people living with <a href='https://www.autoimmuneeats.com/by-symptom/Lupus-Arthritis-How-to-Improve-Lupus-Joint-Pain' target='_blank'>lupus</a>, multiple sclerosis, type 1 diabetes, celiac disease, and rheumatoid arthritis (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6691096/' target='_blank'>Pubmed</a>). </p><br/><p>Fatigue is not limited to just these autoimmune diseases. A survey of over 1000 patients conducted by the Autoimmune Association overwhelmingly indicated that fatigue is a top issue. 99% of the survey respondents reported that fatigue impacts their life.</p><br/><p>Your doctor may be at a loss on how to treat your fatigue, as well. In the same survey, among those who talked to their doctors about their fatigue and autoimmune disease, less than 30% of the doctors prescribed or suggested treatment (<a href='https://autoimmune.org/beyond-tired-fatigue-and-autoimmune-disease/' target='_blank'>Autoimmune Association</a>).</p><br/><p>Research shows that the connection between fatigue and autoimmune disease is strongly influenced by nutrition. In this way, becoming properly nourished can come with boosts in our energy levels. Your doctor may not be knowledgeable about this connection. </p><br/><p>While medical doctors are essential caregivers in the autoimmune world, most are not educated on nutrition. Nor do they need to be - all they need to do is refer you to a dietitian. Dietitians are nutrition specialists, just like there are doctors who are specialists.</p><br/><p>Nutrients that can improve fatigue and autoimmune disease include:</p><ul><li>Vitamin D</li><li>Selenium</li><li>Magnesium</li><li>Nitrates (from beets)</li><li>B Vitamins</li><li>Vitamin C</li><li>Iron</li></ul><br/><p>It's important to remember that your intestines may have issues absorbing nutrients, as well. If malabsorption is present, it may need to be addressed first and/or increased nutrient dosages may be indicated.</p><br/><p>Additionally, taking excessive amounts of these nutrients can cause other problems. Work with a dietitian-nutritionist for individual support. </p>"
    },
    {
      "subtitle": "Vitamin D",
      "hrefID": "Vitamin-D",
      "content": "<p>If you are low in vitamin D, that may be the missing link that connects your fatigue and autoimmune disease.</p><br/><p>Some of the signs of vitamin D deficiency include fatigue, mood changes like depression, and muscle weakness (<a href='https://my.clevelandclinic.org/health/diseases/15050-vitamin-d-vitamin-d-deficiency' target='_blank'>Cleveland Clinic</a>). </p><br/><p>Not only is vitamin D deficiency very common in the general public, but this deficiency is also seen a lot in the autoimmune community. This is critical because vitamin D is increasingly being recognized for its importance in proper immune system functioning (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6047889/' target='_blank'>Pubmed</a>). </p><br/><p>Vitamin D deficiency is so common that it's best to supplement this essential nutrient. This is especially pertinent in the winter, when many people live too far north to make vitamin D from the sun. </p><br/><p>Liquid <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/top-supplements' target='_blank'>vitamin D drops</a> make this extremely easy to accomplish. These tasteless drops can and should be added directly to food. </p><br/><p>A dosage of 600 IUs is recommended for most adults (<a href='https://www.mayoclinic.org/drugs-supplements-vitamin-d/art-20363792' target='_blank'>Mayo Clinic</a>). Speak to your dietitian or doctor for an individualized recommendation. </p>"
    },
    {
      "subtitle": "Selenium",
      "hrefID": "Selenium",
      "content": "<p>Selenium is an essential mineral that is an antioxidant, and also anti-inflammatory. These properties can have a positive impact on fatigue and autoimmune disease. </p><br/><p>There is growing evidence that inflammation, particularly in the brain, may be a primary contributing factor to fatigue (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6691096/' target='_blank'>Pubmed</a>). Additionally, oxidative stress can also contribute to fatigue, by limiting the ability of blood vessels to widen and allow more blood flow. </p><br/><p>Diseases, like autoimmune diseases, can increase oxidative stress, which antioxidants such as selenium can help improve (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4975999/' target='_blank'>Pubmed</a>). Since selenium helps to reduce inflammation and oxidative stress by being an antioxidant, it can help improve fatigue. </p><br/><p>Furthermore, symptoms of selenium deficiency can include fatigue, muscle weakness, mental fog, and a weakened immune system (<a href='https://www.healthline.com/health/selenium-deficiency#symptoms' target='_blank'>Healthline</a>). </p><br/><p>Multiple studies indicate that selenium is a common deficiency particularly in people with autoimmune disease (<a href='https://pubmed.ncbi.nlm.nih.gov/30324883/' target='_blank'>Pubmed</a>). </p><br/><p>The simplest way to get enough selenium is to eat one (1) Brazil nut per day. Do not eat many more Brazil nuts than this regularly - doctors actually advise against eating more than five (5) Brazil nuts per day, which can cause selenium toxicity (<a href='https://www.webmd.com/diet/health-benefits-brazil-nuts' target='_blank'>WebMD</a>).</p>"
    },
    {
      "subtitle": "Magnesium",
      "hrefID": "Magnesium",
      "content": "<p>Magnesium is an essential mineral, needed for many bodily functions. One of the many critical purposes that magnesium serves is to help extract energy from food. </p><br/><p>Magnesium is required for the citric acid cycle, which is a chemical reaction in the body that generates energy from food. This energy is called adenosine triphosphate, or ATP. </p><br/><p>ATP is produced by the mitochondria, and it literally powers every single cell of your body. Without magnesium, this mitochondrial energy cannot be produced (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7019700/' target='_blank'>Pubmed</a>). </p><br/><p>Not only this, but magnesium is also essential for optimal immune function and regulating inflammation. As discussed in the selenium section, increased inflammation can cause increased fatigue. Deficiency in magnesium can lead to temporary or long-term immune dysfunction (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10375690/' target='_blank'>Pubmed</a>).</p><br/><p>Magnesium is best obtained through foods like nuts and seeds (chia, pumpkin, almonds, peanuts, cashews), spinach, black beans, dairy products, avocado, and more. However, magnesium deficiency is very common, so <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/top-supplements' target='_blank'>supplementing</a>  may be warranted. </p>"
    },
    {
      "subtitle": "Nitrates (from Beets)",
      "hrefID": "Nitrates",
      "content": "<p>Beets can help improve fatigue and autoimmune disease. Beets, and beet juice, are high in natural chemicals called nitrates. These nitrates have been shown to not only improve fatigue, but also positively impact stamina.</p><br/><p>Nitrates can improve fatigue by helping deliver oxygen and nutrients to working muscles, by increasing blood flow (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9860842/' target='_blank'>Pubmed</a>). By delivering increased oxygen and blood, beets can help reduce fatigue.</p><br/><p>Raynaud's phenomenon is commonly seen in folks suffering from autoimmune disease. Raynaud's is caused by short-term interruption of blood flow to the extremities, generally the fingers and/or toes. </p><br/><p>This can be painful, as you may experience stinging pain, tingling and numbness in your fingers or toes. Beet juice has been shown to improve Raynaud's (<a href='https://pubmed.ncbi.nlm.nih.gov/31343948/' target='_blank'>Pubmed</a>). </p><br/><p>It's important to note that beets are high in a natural substance called oxalates. Eaten in high volumes, it can cause crystals to form. These crystals can stick together, forming a mass, eventually becoming a kidney stone. </p><br/><p>To reduce the risk of a kidney stone forming from oxalates, be sure to regularly consume foods high in calcium (<a href='https://www.kidney.org/atoz/content/calcium-oxalate-stone' target='_blank'>National Kidney Foundation</a>). These foods include dairy products (yogurt, milk, cheese), seeds (poppy, sesame, celery, chia), sardines, beans, lentil, almonds, leafy greens, and more.</p>"
    },
    {
      "subtitle": "B Vitamins",
      "hrefID": "B-Vitamins",
      "content": "<p>The B vitamins are famous for helping to improve fatigue. B vitamin complex supplements are often touted to boost energy levels and mood. If you have a deficiency, you may feel an increase in your energy levels when supplementation or an increased intake of these nutrients. </p><br/><p>There are eight different B vitamins, all with different functions across the body. A supplement is not helpful or useful to people who are not deficient (<a href='https://www.hsph.harvard.edu/nutritionsource/vitamin-b12/' target='_blank'>Harvard</a>). </p><br/><p>Just like magnesium, vitamins B1, B2, B3, B5, B6, B8 and B12 are all required to extract energy from food. These B vitamins are needed in the citric acid cycle for ATP production, creating mitochondrial energy and powering every single cell of the body (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7019700/' target='_blank'>Pubmed</a>). </p><br/><p>Vitamin B12 in particular is well known for its impact on our energy levels. In fact, symptoms of a B12 deficiency include fatigue, developing depression, difficulty concentrating, muscle weakness, and anemia (<a href='https://www.healthline.com/nutrition/vitamin-b12-deficiency-symptoms' target='_blank'>Healthline</a>).</p>"
    },
    {
      "subtitle": "Vitamin C",
      "hrefID": "Vitamin-C",
      "content": "<p>Vitamin C is an antioxidant with anti-inflammatory properties. As discussed in the selenium section, these properties can help improve fatigue.</p><br/><p>Additionally, similar to magnesium and the B vitamins, vitamin C is also required in order to extract energy from food. All these nutrients are essential in addressing fatigue and autoimmune disease. </p><br/><p>If you aren't getting enough vitamin C, you may experience fatigue, weakness, muscle aches, depression, and more (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7019700/' target='_blank'>Pubmed</a>, <a href='https://www.merckmanuals.com/professional/nutritional-disorders/vitamin-deficiency,-dependency,-and-toxicity/vitamin-c-deficiency' target='_blank'>Merck Manuals</a>). </p><br/><p>Vitamin C is found in many fruits and vegetables. </p>"
    },
    {
      "subtitle": "Iron",
      "hrefID": "Iron",
      "content": "<p>Last but not least, iron is also required for the extraction of energy from food, along with vitamin C, magnesium, and the B vitamins (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7019700/' target='_blank'>Pubmed</a>). </p><br/><p>Iron is essential for red blood cells. Inadequate iron levels may cause iron-deficiency anemia. Symptoms include fatigue, lack of energy, general weakness, shortness of breath, and more (<a href='https://www.hematology.org/education/patients/anemia/iron-deficiency' target='_blank'>American Society of Hematology</a>). </p><br/><p>Foods high in iron include meat, eggs, seafood (shellfish, tuna, haddock, sardines, mackerel), green vegetables, sweet potato, beans, tofu, certain fruits (strawberries, watermelon, raisins, dates, figs), and more. </p><br/><p>It's best to consume iron-rich foods with vitamin C, as it helps with the absorption of iron. Many fruits and vegetables high in iron are also high in vitamin C.</p>"
    },
    {
      "subtitle": "Address Malabsorption",
      "hrefID": "Address-Malabsorption",
      "content": "<p>Food and nutrition can greatly improve the relationship between fatigue and autoimmune disease. However, this isn't the case if our body isn't able to absorb these nutrients well.</p><br/><p>A top clue that you aren't absorbing nutrients well is if you have been supplementing a nutrient, yet your levels are still low in lab results like blood work. </p><br/><p>People suffering from autoimmune diseases that mainly affect the intestines, like celiac disease, Crohn's disease, ulcerative colitis, autoimmune gastritis, and autoimmune enteropathy are at a higher risk for malabsorption (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5292330/' target='_blank'>Pubmed</a>, <a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7149679/' target='_blank'>Pubmed</a>).</p><br/><p>However, other autoimmune diseases not immediately associated with the gastrointestinal tract have been linked to gastrointestinal issues like malabsorption, as well. This includes diseases like <a href='https://www.autoimmuneeats.com/by-symptom/Lupus-Arthritis-How-to-Improve-Lupus-Joint-Pain' target='_blank'>lupus</a>, scleroderma, rheumatoid arthritis, Sjögren's syndrome, Behçet's disease, and more (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3150032/' target='_blank'>Pubmed</a>). </p><br/><p>Diagnosing malabsorption can be a lengthy process, utilizing multiple types of tests (<a href='https://my.clevelandclinic.org/health/diseases/22722-malabsorption' target='_blank'>Cleveland Clinic</a>). </p>"
    },
    {
      "subtitle": "Bottom Line",
      "hrefID": "Bottom-Line",
      "content": "<p><a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or' target='_blank'>Nutrition</a> can have a huge impact on fatigue and autoimmune disease. For help improving your nutrition, we created a free <a href='https://www.autoimmuneeats.com/resources#autoimmune-nutrition-starters-guide' target='_blank'>Autoimmune Nutrition Starter Guide</a>. </p><br/><p>Doing your best to get a variety of these nutrients into your life regularly can go a long way in increasing your energy levels. A <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/top-supplements' target='_blank'>multivitamin</a> may be appropriate to help you maintain adequate levels of some nutrients. </p><br/><p>However, it's important to note that taking excessive levels of these nutrients can cause problems, as well. Also, if there are nutrient absorption issues, these nutrients may not be helpful because they may not be getting absorbed. </p><br/><p>Speak to healthcare providers like dietitians and doctors to understand your individual situation, and the best recommendations for your case. If you are experiencing serious medical conditions like malnutrition, you may need to seek emergency care. </p>"
    }
  ],
  "categories": ["fatigue", "nutrients", "symptoms"]
}
