{
  "title": "Foods That Cause Eczema: What to Eat & What Helps it Go Away",
  "datePublishedOrUpdated": "February 21, 2024",
  "article": {
    "publishedTime": "2024-02-21T10:15:15.000Z"
  },
  "metadata": {
    "title": "Foods That Cause Eczema: What to Eat & What Helps it Go Away",
    "description": "Identify the foods that cause eczema, tailored personally for you. Uncover the foods that help eczema go away in your body, so you know which foods to eat.",
    "keywords": [
      "Foods that cause eczema",
      "foods that help eczema go away",
      "eczema foods to eat"
    ],
    "icons": {
      "icon": "/icon.png"
    },
    "openGraph": {
      "title": "Foods That Cause Eczema: What to Eat & What Helps it Go Away | Autoimmune Eats",
      "description": "Identify the foods that cause eczema, tailored personally for you. Uncover the foods that help eczema go away in your body, so you know which foods to eat.",
      "url": "https://autoimmuneeats.com/by-disease/Foods-That-Cause-Eczema-What-to-Eat-And-What-Helps-it-Go-Away",
      "siteName": "Autoimmune Eats",
      "images": [
        {
          "url": "https://autoimmuneeats.com/Foods-That-Cause-Eczema-What-to-Eat-And-What-Helps-it-Go-Away.png",
          "alt": "Featured image for Foods That Cause Eczema article",
          "width": 800,
          "height": 600
        }
      ],
      "locale": "en_US",
      "type": "article",
      "publishedTime": "2024-02-21T10:15:15.000Z"
    },
    "robots": {
      "index": true,
      "follow": true,
      "nocache": true,
      "googleBot": {
        "index": true,
        "follow": true,
        "max-video-preview": -1,
        "max-image-preview": "large",
        "max-snippet": -1
      }
    }
  },
  "voteCount": 20,
  "authorInfo": {
    "authorName": "<a href='https://www.autoimmuneeats.com/about#meet-the-founder'>Caylee Clay, RDN CDN CYT</a>",
    "authorPhoto": "/Caylee_headshot.jpeg",
    "authorPhotoAlt": "Headshot of author Caylee Clay. Caylee is smiling with a grey jacket and straight bangs",
    "authorBio": "<a href='https://www.autoimmuneeats.com/about#meet-the-founder'>Caylee Clay, RDN CDN CYT</a> (they/them) is a dietitian-nutritionist, software engineer, scientist, researcher, author, & autoimmune disease expert. Caylee is the author of <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>. Outside of work, Caylee loves gardening, hiking, cooking, & biking all over NYC."
  },
  "photoFeature": "/Foods-That-Cause-Eczema-What-to-Eat-And-What-Helps-it-Go-Away.png",
  "photoFeatureAlt": "Featured image for Foods That Cause Eczema article",
  "disclaimer": "PLEASE NOTE: Sections of this article may not be appropriate for those who have been diagnosed with an eating disorder, suspect they may have an eating disorder, or are engaging in disordered eating behaviors. This article is provided as informational content only, not as medical advice.",
  "affiliateDisclosure": "This page may contain affiliate links. We only recommend products that we have used and/or are supported by research. Your support helps to keep the below information available free of charge.",
  "sections": [
    {
      "subtitle": "Overview",
      "hrefID": "Overview",
      "content": "<p>After day in and day out of itchy, painful skin, it's no wonder that many people start asking about the connection between eczema and food. </p><br/><p>What foods cause eczema? What are the best eczema foods to eat? Which are the foods that help eczema go away? </p><br/><p>The short answer is that there is no one-size-fits-all diet that would help everyone who is struggling with eczema. </p><br/><p>However, the research increasingly shows that for many people certain foods tend to cause eczema, and other foods can help eczema go away. The trick is to identify which of these foods can help or hurt you individually. </p><br/><p>Using these lists of foods that cause eczema and foods that help eczema go away, you can begin to sort through them to understand if they can help or are actively hurting you. </p><br/><p>A dietitian-nutritionist can help you navigate this process of identifying which eczema foods to eat.</p><br/><p>While there is absolutely a connection between our eczema and nutrition, it's important to avoid engaging in any type of restrictive diet. This is a common but dangerous and unfounded strategy often used in an attempt to <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Food-Sensitivities' target='_blank'>identify food sensitivities</a>. An example of a restrictive diet is the autoimmune protocol (AIP) diet.</p><br/><p>The research demonstrates that people living with autoimmune disease, including eczema, are more likely to suffer from eating disorders. Eating disorders are extremely serious medical conditions. Attempting any type of restrictive diet may trigger an eating disorder.</p><br/><p>Additionally, restrictive diets are stressful. Stress is a well known trigger for autoimmune diseases, including eczema. Adding stress by attempting a diet may make your symptoms worse from the stress of dieting alone.</p><br/><p>It is unwise, and actually dangerous, to attempt a restrictive diet, like the AIP diet, in an attempt to understand which foods are causing your eczema.</p><br/><p>Foods that can cause eczema include:</p><ul><li>Your individual foods allergens </li><li>Your individual <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Food-Sensitivities ' target='_blank'>food sensitivity</a></li><li>High histamine foods</li><li>Ultra-processed foods</li><li>If birch pollen sensitization present: apples, carrots, celery, hazelnuts, pears</li><li>If dyshidrotic eczema present: foods containing nickel and/or cobalt </li></ul><br/><p>Nutrients and foods that can help eczema go away:</p><ul><li>Probiotics</li><li>Fiber</li><li>Quercetin</li><li>Omega-3</li><li>Vitamins C, D, and E </li><li>Protein </li><li>Home cooked foods</li><li>Staying hydrated with electrolytes </li></ul><br/><p>This article contains information on the foods to eat for eczema, including foods that cause eczema and foods that help eczema go away.</p>"
    },
    {
      "subtitle": "Dangers of Dieting",
      "hrefID": "Dangers-of-Dieting",
      "content": "<p>Unfortunately, people living with autoimmune diseases like eczema are more likely to suffer from eating disorders (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>). </p><br/><p><a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Dangers-of-Dieting' target='_blank'>Eating disorders</a> are extremely serious medical conditions with a low recovery rate and a high death rate (<a href='https://www.beateatingdisorders.org.uk/media-centre/eating-disorder-statistics/' target='_blank'>Beat Eating Disorders</a>, <a href='www.eatingrecoverycenter.com/conditions/eating-disorders/facts-statistics' target='_blank'>Eating Recovery Center</a>, <a href='https://anad.org/eating-disorders-statistics/' target='_blank'>National Association of Anorexia Nervosa and Associated Disorders</a>). </p><br/><p>Attempting to go on a diet can trigger an eating disorder. In fact, 35% of “normal dieters” progress to pathological dieting. Of those, 20 - 25% progress to partial or full-syndrome eating disorders (<a href='https://www.nationaleatingdisorders.org/sites/default/files/ResourceHandouts/GeneralStatistics.pdf' target='_blank'>National Eating Disorders Association</a>).</p><br/><p>People suffering from eczema are no exception to this phenomenon. A retrospective study in Finland of 70,584 individuals with the atopic dermatitis type of eczema found that these “patients are at particular risk of concomitant [eating disorders]”. </p><br/><p>The highest association was found between the atopic dermatitis and bulimia nervosa, followed by binge eating disorder. The researchers also noted that the “high prevalence of food allergies in the [atopic dermatitis] population did not seem to explain the co-occurrence of [atopic dermatitis] and [eating disorders]” (<a href='https://www.jaad.org/article/S0190-9622(21)02674-8/fulltext' target='_blank'>Journal of the American Academy of Dermatology</a>). </p><br/><p>Furthermore, following a restrictive diet is stressful. Stress is a well-known trigger for eczema and other autoimmune diseases. The stress of a diet may make our eczema worse instead of better. </p><br/><p>How can we proceed knowing that some foods cause eczema, and other foods help eczema go away, yet going on a diet is not the right approach? </p><br/><p>The trick is to eat in a way that helps our eczema that does not damage our relationship with our bodies and still allows us to enjoy our relationship with food. Distinguishing between restrictive diets versus our <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or#Restrictive-Diets-vs-Everyday-Diets' target='_blank'>everyday diets</a> can be helpful. The next section reviews how to safely identify food sensitivities without dieting.</p>"
    },
    {
      "subtitle": "Food Sensitivities & Elimination Diets",
      "hrefID": "Food-Sensitivities-and-Elimination-Diets",
      "content": "<p>Elimination diets, such as the autoimmune protocol (AIP) diet are often recommended to the autoimmune community. Elimination diets require the dieter to stop eating a long list of foods for many weeks, then slowly reintroduce these foods over time to see what they react to.</p><br/><p>However, with the prevalence of dangerous eating disorders in our community, these restrictive diets are simply not a safe way to <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Food-Sensitivities' target='_blank'>identify food sensitivities</a>.</p><br/><p>Instead, there is a better way to identify food sensitivities. </p><br/><p>First, choose <strong>only one</strong> food group that you suspect is causing you problems. Many people with autoimmune disease find that they are sensitive to gluten, dairy, or nightshade vegetables (peppers, tomatoes, eggplant, etc.). A 2017 survey of patients living with the atopic dermatitis type of eczema found very similar results (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5736303/' target='_blank'>PubMed</a>). </p><br/><p>Next, identify all sources of this potential sensitivity in what you normally eat, then find acceptable alternatives to those foods (for example, if you often eat bread, then find a gluten free bread that you like).</p><br/><p>Then, try to avoid consuming your suspected food sensitivity as much as possible for one month, using your acceptable alternatives to help you continue to enjoy eating. After one month, reintroduce your food sensitivity. Monitor your symptom severity to determine if you are reacting to this food. </p><br/><p>For more details on this process, refer to the chapter on food sensitivities in <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>, which can be used for any autoimmune disease.</p><br/><p>The foods that cause eczema for one person won't cause eczema for the next. For further support with which foods that cause your eczema and which foods to eat instead, work with a dietitian-nutritionist.</p>"
    },
    {
      "subtitle": "Foods That Cause Eczema",
      "hrefID": "Foods-That-Cause-Eczema",
      "content": "<p>Identifying which foods cause your eczema may require some guessing and self-experimentation. However, we can use the below information to make educated guesses and reduce the length of experimentation.</p><br/><h3><strong>Food Allergies<strong></h3><p>First, if a food allergy is suspected, it may be best to meet with an allergist to test for any food allergies. While these tests can be helpful, be aware that they are not perfect and false readings are possible. </p><br/><h3><strong>Food Sensitivities<strong></h3><p>Food sensitivities are foods that can cause eczema for you individually. Successfully identifying and then reducing or avoiding these foods may help your eczema go away or improve, plus help steer you towards better foods to eat for you personally. </p><br/><p>Food sensitivities will not show up on food allergy tests. In fact, no test can identify food sensitivities. Therefore, regardless of any food allergy results, it can be helpful to determine if you have a <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Food-Sensitivities' target='_blank'>food sensitivity</a>. </p><br/><p><p>The above section covers this topic in more detail. Know that this can be a dangerous process, and it may be best to involve a dietitian-nutritionist.</p><br/><h3><strong>High Histamine Foods<strong></h3><p>Especially for those struggling with itching, watching your intake of foods high in histamine may be helpful. Histamine is a signaling chemical that serves several functions, but is known for its role in causing allergies (<a href='https://my.clevelandclinic.org/health/articles/24854-histamine' target='_blank'>Cleveland Clinic</a>). It is known that histamine plays a role in the development of eczema (<a href='https://www.frontiersin.org/journals/immunology/articles/10.3389/fimmu.2018.01873/full' target='_blank'>Frontiers in Immunology</a>). </p><br/><p>A 2006 study of 360 individuals with eczema found high rates of histamine intolerance symptoms, when compared to controls. This included symptoms such as chronic headaches, painful periods, flushing, gastrointestinal symptoms, and intolerance of histamine-rich food and alcohol. The researchers concluded that a diet lower in histamine may be beneficial (<a href='https://pubmed.ncbi.nlm.nih.gov/16675339/' target='_blank'>PubMed</a>). </p><br/><p>Another smaller study of 36 patients found similar results (<a href='https://pubmed.ncbi.nlm.nih.gov/19197542/' target='_blank'>PubMed</a>). </p><br/><p>Foods high in histamine include alcohol, yogurt, sauerkraut, dried fruits, avocados, eggplant, spinach, processed or smoked meats, aged cheese, and more (<a href='https://www.healthline.com/health/histamine-intolerance' target='_blank'>Healthine</a>). </p><br/><h3><strong>Some Ultra Processed Foods<strong></h3><p>Some <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Some-Ultra-Processed-Foods' target='_blank'>highly processed foods</a> contain toxic ingredients that are poorly regulated by the United States government, leaving us vulnerable to consuming ingredients that are known to be harmful for our health. </p><br/><p>Instead of attempting to sort through each of these ingredients individually, it’s simpler to reduce our intake of highly processed foods. Consuming more home cooked foods is one of the easiest ways to do this.</p><br/><h3><strong>Birch Pollen-Related Foods<strong></h3><p>People who are sensitive to birch pollen may react to certain foods, which can worsen eczema for some. This is more likely to affect children than adults. These foods include apples, carrots, celery, hazelnuts, and pears (<a href='https://www.medicalnewstoday.com/articles/320855' target='_blank'>Medical News Today</a>). </p><br/><h3><strong>Foods with Nickel & Cobalt<strong></h3><p>A specific type of eczema called dyshidrotic eczema may be triggered by exposure to nickel or cobalt. These metals can be found in foods such as: whole grains, legumes, nuts and seeds, meat, dairy products, certain types of fruits and vegetables, chocolate, tea, and coffee. </p><br/><p>Eating foods high in vitamin C may help reduce absorption of these metals (<a href='https://www.healthline.com/health/skin-disorders/eczema-diet' target='_blank'>Healthine</a>). </p><br/>"
    },
    {
      "subtitle": "Foods That Help Eczema Go Away",
      "hrefID": "Foods-That-Help-Eczema-Go-Away",
      "content": "<p>Eczema typically increases inflammation levels across the body. When considering foods that help eczema go away, a primary aim should be to reduce inflammation. </p><br/><h3><strong>Anti-Inflammatory Diet<strong></h3><p>One way to reduce inflammation is to increase your intake of anti-inflammatory foods. The <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or#Autoimmune-Disease-and-the-Anti-Inflammatory-Diet' target='_blank'>anti-inflammatory diet</a> is often recommended for autoimmune diseases like eczema. This is not a restrictive diet. Instead, the anti-inflammatory diet is best used as a way to nudge <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or#Restrictive-Diets-vs-Everyday-Diets' target='_blank'>our everyday diets</a> in a more healing direction. </p><br/><h3><strong>Vitamins C, D, and E<strong></h3><p>Nutrients that can improve eczema include vitamins C, D, and E. Vitamin C is a necessary precursor for collagen, which is needed to heal the skin (<a href='https://nationaleczema.org/blog/podcast-how-to-eat/' target='_blank'>National Eczema Association</a>). Adequate vitamin C can also reduce the absorption of cobalt and nickel, improving dyshidrotic eczema. </p><br/><p>Vitamin D deficiency is particularly prevalent in many types of autoimmune disease, and is increasingly being recognized for its importance in proper immune system functioning (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6047889/' target='_blank'>PubMed</a>). Research shows that vitamin D supports a stronger skin barrier, reduces inflammation, and improves eczema symptoms (<a href='https://nationaleczema.org/blog/get-the-facts-vitamin-d/' target='_blank'>National Eczema Association</a>). </p><br/><p>Vitamin E may help reduce itchiness and the size of eczema patches. A 2015 randomized controlled trial of 70 people with eczema were randomly assigned 400 IU per day of vitamin E or a placebo. Those who received the vitamin E experienced significant improvements in itching and patch size (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4755091/' target='_blank'>PubMed</a>). </p><br/><h3><strong>Probiotics & Fiber<strong></h3><p>Gut health can play a major role in skin health. Probiotics and fiber can promote gut health, leading to improved eczema symptoms.</p><br/><p>Probiotics foods include yogurt, sauerkraut, kimchi, miso, tempeh, kombucha, and more. These foods are part of the <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or#Autoimmune-Disease-and-the-Anti-Inflammatory-Diet' target='_blank'>anti-inflammatory diet</a>. </p><br/><p>Fiber helps to feed healthy microbes in our intestines. In general, whole grains, beans, nuts and seeds, plus fruits and vegetables are food sources of fiber.</p><br/><h3><strong>Omega-3 Fatty Acids<strong></h3><p>Omega-3s are a type of essential fatty acid that we must get from food. They are known for their anti-inflammatory properties.</p><br/><p>Omega-3 supplements have been shown to decrease skin inflammation and the amount of eczema (<a href='https://www.dermatologytimes.com/view/effects-of-omega-3-fatty-acid-supplementation-on-atopic-dermatitis' target='_blank'>Dermatology Times</a>). In one study, people who took 1.8 grams of a type of omega-3 called EPA experienced significant reduction in symptoms of eczema after 12 weeks (<a href='https://www.mountsinai.org/health-library/condition/eczema' target='_blank'>Mount Sinai</a>). </p><br/><h3><strong>Protein<strong></h3><p>Protein is an essential nutrient for wound healing, which is needed as the skin health improves. For moderate eczema, dietitians recommend consuming 1.2 grams of protein per kilogram of your body weight. In severe cases, 1.5 - 2 grams per kilogram may be warranted (<a href='https://nationaleczema.org/blog/podcast-how-to-eat/' target='_blank'>National Eczema Association</a>). </p><br/><h3><strong>Quercetin<strong></h3><p><a href='https://www.autoimmuneeats.com/nutrition-and-supplements/top-supplements' target='_blank'>Quercetin</a> is a naturally occurring health compound, called a flavonoid, that is found in many foods. </p><br/><p>While more research is needed, preliminary research demonstrates that the anti-inflammatory and antioxidant properties of quercetin may reduce eczema symptoms and improve wound healing (<a href='https://pubmed.ncbi.nlm.nih.gov/34678092/' target='_blank'>PubMed</a>). Quercetin is known to be safe with no significant side effects (<a href='https://aacijournal.biomedcentral.com/articles/10.1186/s13223-020-00434-0' target='_blank'>Allergy, Asthma & Clinical Immunology</a>).</p><br/><p>Quercetin also has anti-allergic properties, which research shows can help treat respiratory and food allergies (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6273625/' target='_blank'>PubMed</a>). It has also been shown to “reduce redness, itching, and inflammation of damaged skin… [plus] help restore skin barrier function, increasing hydration, and reducing water loss” (<a href='https://pubmed.ncbi.nlm.nih.gov/27013898/' target='_blank'>PubMed</a>). </p><br/><h3><strong>Staying Hydrated with Electrolytes<strong></h3><p>Improving eczema not only about which foods to eat, but also what to drink. To help combat dry, cracked, raw, and sensitive skin, it’s essential to stay hydrated. Drinking enough water helps soothe and repair your skin.</p><br/><p>Additionally, electrolytes are particularly helpful in making sure that water we drink actually enters our skin cells. Foods with high liquid contents like soups, smoothies, tea, juices like aloe vera, and more may naturally contain electrolytes (<a href='https://nationaleczema.org/blog/podcast-how-to-eat/' target='_blank'>National Eczema Association</a>). </p>"
    },
    {
      "subtitle": "Bottom Line",
      "hrefID": "Bottom-Line",
      "content": "<p>Ultimately, which eczema foods to eat and which to avoid will vary from person to person. However, we can use the information above to guide this process.</p><br/><p>It's of foremost importance to never engage in any type of restrictive diet in an attempt to discover which foods will help your eczema go away. </p><br/><p>Dieting is dangerous, as people with autoimmune diseases like eczema have a higher risk of developing eating disorders, which going on a diet can trigger. Additionally, diets are stressful, and stress is a well-known trigger for autoimmune diseases. </p><br/><p>Therefore, identifying any potential food sensitivities should be a careful and well thought out process. Work with a dietitian-nutritionist and/or therapist to help maintain your mental and physical health through this process.</p><br/><p>Foods that cause eczema may include any foods you're allergic to, high histamine foods, some ultra processed foods, any <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Food-Sensitivities' target='_blank'>foods you're sensitive to</a>, plus specific foods if birch pollen sensitization or dyshidrotic eczema are present.</p><br/><p>Nutrients and foods that can help eczema go away include probiotics, fiber, quercetin, omega-3 fatty acids, vitamins C, D, and E, adequate protein, home cooked foods, and staying hydrated with electrolytes.</p><br/><p>Take your time identifying your eczema foods to eat and to reduce or avoid. The process may be lengthy, but it is well worth it. </p>"
    }
  ],
  "categories": ["eczema", "food sensitivities", "quercetin"]
}
