{
  "title": "Hashimoto's And Gluten: What's the Best Hashimoto's Diet?",
  "datePublishedOrUpdated": "February 6, 2024",
  "metadata": {
    "title": "Hashimoto's And Gluten: What's the Best Hashimoto's Diet?",
    "description": "Reveal the Hashimoto’s diet that will give you energy, improve weight gain, and ease joint pain. Learn about the connection between Hashimoto's and gluten.",
    "keywords": [
      "hashimotos diet",
      "Hashimoto's and gluten",
      "hashimoto disease and gluten free diet"
    ],
    "alternates": {
      "canonical": "https://www.autoimmuneeats.com/by-disease/Hashimotos-And-Gluten-Whats-the-Best-Hashimotos-Diet"
    },
    "datePublished": "2024-02-06 12:00:00",
    "icons": {
      "icon": "/icon.png"
    },
    "openGraph": {
      "title": "Hashimoto's And Gluten: What's the Best Hashimoto's Diet? | Autoimmune Eats",
      "description": "Reveal the Hashimoto’s diet that will give you energy, improve weight gain, and ease joint pain. Learn about the connection between Hashimoto's and gluten.",
      "url": "https://autoimmuneeats.com/by-disease/Hashimotos-And-Gluten-Whats-the-Best-Hashimotos-Diet",
      "siteName": "Autoimmune Eats",
      "images": [
        {
          "url": "https://autoimmuneeats.com/Hashimotos-And-Gluten-Whats-the-Best-Hashimotos-Diet.png",
          "width": 800,
          "height": 600
        }
      ],
      "locale": "en_US",
      "type": "article"
    },
    "robots": {
      "index": true,
      "follow": true,
      "nocache": true,
      "googleBot": {
        "index": true,
        "follow": true,
        "max-video-preview": -1,
        "max-image-preview": "large",
        "max-snippet": -1
      }
    }
  },
  "voteCount": 20,
  "authorInfo": {
    "authorName": "<a href='https://www.autoimmuneeats.com/about#meet-the-founder'>Caylee Clay, RDN CDN CYT</a>",
    "authorPhoto": "/Caylee_headshot.jpeg",
    "authorPhotoAlt": "Headshot of author Caylee Clay. Caylee is smiling with a grey jacket and straight bangs",
    "authorBio": "<a href='https://www.autoimmuneeats.com/about#meet-the-founder'>Caylee Clay, RDN CDN CYT</a> (they/them) is a dietitian-nutritionist, software engineer, scientist, researcher, author, & autoimmune disease expert. Caylee is the author of <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>. Outside of work, Caylee loves gardening, hiking, cooking, & biking all over NYC."
  },
  "photoFeature": "/Hashimotos-And-Gluten-Whats-the-Best-Hashimotos-Diet.png",
  "photoFeatureAlt": "Featured image for Hashimoto's And Gluten article",
  "disclaimer": "PLEASE NOTE: Sections of this article may not be appropriate for those who have been diagnosed with an eating disorder, suspect they may have an eating disorder, or are engaging in disordered eating behaviors. This article is provided as informational content only, not as medical advice.",
  "sections": [
    {
      "subtitle": "Overview",
      "hrefID": "Overview",
      "content": "<p>Hashimoto’s thyroiditis is the most common autoimmune disease worldwide, so it’s no wonder that many people want to know what is the best Hashimoto’s diet. Since Hashimoto's is a type of autoimmune disorder that affects the thyroid, it may seem odd that what we eat can have an impact. However, research shows a strong link between our nutritional status and Hashimoto’s symptom severity. </p><br/><p>Autoimmune diseases are caused by an “overactive” immune system that then attacks healthy tissues in the body. In Hashimoto’s, this attack kills cells in the thyroid tissues. </p><br/><p>These thyroid cells produce hormones that help regulate many bodily functions, which then leads to a decline in the levels of these hormones. That’s why medical providers will check the hormone levels to diagnose and monitor Hashimoto’s. </p><br/><p>Anyone can develop Hashimoto's disease, although it's most common among middle-aged people who are women and/or assigned female at birth. The symptoms of Hashimoto’s can be sneaky, and slowly build up over time. </p><br/><p>This includes symptoms such as:</p><ul><li>Fatigue, increased sleepiness, or muscle weakness</li><li>Cold sensitivity</li><li>Dry skin</li><li>Constipation</li><li>Muscles aches, tenderness, or stiffness </li><li>Joint pain or stiffness</li><li>Irregular or excessive menstrual bleeding</li><li>Depression</li><li>Memory or concentrations problems</li><li>Swelling of the thyroid (goiter)</li><li>A puffy face</li><li>Brittle nails</li><li>Hair loss</li><li>Tongue enlargement (<a href='https://www.mayoclinic.org/diseases-conditions/hashimotos-disease/symptoms-causes/syc-20351855' target='_blank'>Mayo Clinic</a>) </li></ul><br/><p>It may be surprising to learn that what you eat can improve an autoimmune disease in your thyroid gland. However, it makes plenty of sense once you know that about 70% of our immune system lies within our intestines (<a href=’https://pubmed.ncbi.nlm.nih.gov/18721321/’ target='_blank'>PubMed</a>). </p><br/><p>The more agreeable the food we eat is with our intestines, the better our immune system can function as well. This is where we begin to see the connection between Hashimoto’s disease and the gluten-free diet.</p><br/><p>The current research has quite a bit to say about the best Hashimoto’s diet. This research has begun to explore the relationship between Hashimoto’s and gluten. The autoimmune community often reports a correlation between Hashimoto’s disease and the gluten-free diet, and the research is beginning to catch up. </p>"
    },
    {
      "subtitle": "What is Gluten?",
      "hrefID": "What-is-Gluten",
      "content": "<p>Gluten in a protein that is found in wheat and related plants, like rye and barley. It is particularly useful in baking, as it makes dough elastic and helps it to rise. Without gluten, a regular bread loaf would be flat and dense, not light and fluffy. </p><br/><p>The gluten protein is made from two other proteins, called gliadin and glutenin, that are joined by a hydrogen bond. Kneading bread dough increases the number of bonds between these two proteins, giving rise to more gluten (<a href='https://www.acs.org/education/resources/highschool/chemmatters/past-issues/archive-2011-2012/gluten.html' target='_blank'>American Chemical Society</a>). </p>"
    },
    {
      "subtitle": "Main Sources of Gluten",
      "hrefID": "Main-Sources-of-Gluten",
      "content": "<p>Gluten is found in any foods that include wheat, rye, or barley. </p><br/><p>Examples of foods that commonly contain gluten are:</p><ul><li>Pastas (including couscous)</li><li>Breads (including matzo)</li><li>Crackers</li><li>Baked goods (cookies, cakes, muffins, pastries, pancakes, waffles, etc.)</li><li>Breaded foods (including many French fries)</li><li>Beer and malt beverages</li></ul><br/><p>Certain ingredients contain gluten, and should also be avoided, if you are following a gluten-free diet. </p><br/><p>Ingredients that contain gluten:</p><ul><li>Durum</li><li>Farina</li><li>Farro</li><li>Graham flour</li><li>Semolina</li><li>Spelt</li><li>Malt</li><li>Wheat starch</li><li>Wheat bran</li><li>Wheat germ</li><li>Cracked wheat</li></ul><br/><p>If you are uncertain, flip the food package over to the backside and find the allergens listing, which is normally near the bottom of the ingredients list. Avoid any foods that say “Contains: wheat” (<a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>).</p>"
    },
    {
      "subtitle": "Hashimoto's Disease and the Gluten-Free Diet",
      "hrefID": "Hashimotos-Disease-and-the-Gluten-Free-Diet",
      "content": "<p>There is indeed a connection between Hashimoto's and gluten for many people suffering from the disease. However, as with most things in the medical world, a gluten-free diet may not be the best Hashimoto's diet for everyone. </p><br/><p>In a 2023 meta-analysis that reviewed multiple studies on Hashimoto's and gluten, the researchers found that a gluten-free diet improved both thyroid function and inflammation. However, there is insufficient data to recommend a gluten-free diet to all Hashimoto's sufferers (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10405818/' target='_blank'>PubMed</a>). </p><br/><p>It's also important to note that gluten is a common food sensitivity in people with all different types of autoimmune diseases. Researchers reviewed and combined the results of 83 different studies, all of which looked at the impact of a gluten-free diet on autoimmune diseases. Across all 83 studies, they found that 64.7% of patients experienced a reduction in symptoms from a gluten-free diet (<a href='https://academic.oup.com/nutritionreviews/article/80/3/525/6335547' target='_blank'>Nutrition Reviews</a>). </p><br/><p>What this means is that it's worth seeing if your Hashimoto's disease will respond to a gluten-free diet. However, it will not help everyone. In addition to the gluten-free diet, research is beginning to illuminate other types of <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/What-Causes-Autoimmune-Disease-and-How-to-Cure-it-Naturally' target='_blank'>natural cures for autoimmune disease</a>. </p><br/><p>In order to find out if gluten is irritating your Hashimoto's, go one month without eating gluten, then see how you feel. Before you begin the elimination month, first identify all sources of gluten in what you normally eat, then find acceptable alternatives to those foods (for example, if you often eat bread, then find a gluten free bread that you like). </p><br/><p>Next, try to avoid consuming gluten as much as possible for one month, using your acceptable alternatives to help you continue to enjoy eating. After one month, reintroduce a food with gluten in it. Monitor your symptom severity to determine if you are reacting to it. For more details on this process, refer to the chapter on food sensitivities in <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>, which can be used for any autoimmune disease.</p><br/><p>It's important to note that eliminating one type of food may be helpful in reducing symptoms, however it can be harmful and actually outright dangerous to attempt eliminating multiple foods at one time. This is because people living with autoimmune disease are more likely to suffer from eating disorders (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>). </p><br/><p>Eating disorders are extremely serious medical conditions with a low recovery rate and a high death rate (<a href='https://www.beateatingdisorders.org.uk/media-centre/eating-disorder-statistics/' target='_blank'>Beat Eating Disorders</a>, <a href='www.eatingrecoverycenter.com/conditions/eating-disorders/facts-statistics' target='_blank'>Eating Recovery Center</a>, <a href='https://anad.org/eating-disorders-statistics/' target='_blank'>National Association of Anorexia Nervosa and Associated Disorders</a>). Any type of highly restrictive diet, such as attempting to eliminate multiple foods at one time, can promote an eating disorder. </p><br/><p>Before attempting any more food restrictions, there are other nutrition considerations that you may want to consider as well. This is discussed further in the next section.</p>"
    },
    {
      "subtitle": "What's the Best Hashimoto's Diet?",
      "hrefID": "Whats-the-Best-Hashimotos-Diet",
      "content": "<p>There is no single best diet for Hashimoto's, however there are still many nutrition-related interventions that can help reduce your symptoms. The best thing you can do is eat in a way that aims to address the nutrient deficiencies commonly seen in Hashimoto’s patients. </p><br/><p>Nutrients that are important to consider for Hashimoto’s are:</p><ul><li>Vitamin D</li><li>Selenium</li><li>Iodine</li><li>Zinc</li><li>Magnesium</li></ul><br/><p>Several studies have found a link between low vitamin D levels and Hashimoto’s. In fact, this is seen in many autoimmune diseases (<a href='https://www.medicalnewstoday.com/articles/321197' target='_blank'>Medical News Today</a>). </p><br/><p>Vitamin D deficiency is so common that it’s best to supplement this essential nutrient. Liquid <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/top-supplements' target='_blank'>vitamin D drops</a> make this extremely easy to accomplish. These tasteless drops can and should be added directly to food. </p><br/><p>Another nutrient deficiency that’s common in not only Hashimoto’s sufferers, but many different autoimmune diseases, is selenium. Selenium is an essential trace mineral that is critical for proper immune system functioning. In studies, selenium supplementation has been shown to improve Hashimoto’s (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10194801/' target='_blank'>PubMed</a>). </p><br/><p>The simplest way to get enough selenium is to eat one (1) Brazil nut per day. Do not eat many more Brazil nuts than this regularly - doctors actually advise against eating more than five (5) Brazil nuts per day, which can cause selenium toxicity (<a href='https://www.webmd.com/diet/health-benefits-brazil-nuts' target='_blank'>WebMD</a>). </p><br/><p>Iron deficiency is often co-occurring with Hashimoto's, and is necessary in the production of thyroid hormones. </p><br/><p>Iodine can be tricky, as a deficiency can cause a thyroid goiter, but an excess can may lead to weakening of the thyroid function. The toxic effects of excessive iodine are worsened if a selenium deficiency is also present. </p><br/><p>Zinc is involved in the production of thyroid hormones. A characteristic feature of zinc deficiency in hypothyroidism may be hair loss. Just as with all the above nutrients, it’s important to not take too much zinc, which can then cause other nutrient imbalances. </p><br/><p>Magnesium, like vitamin D, is a deficiency so common that <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/top-supplements' target='_blank'>supplementing</a> is often recommended.  Magnesium deficiency increases the risk of developing Hashimoto’s disease, and may make symptoms worse for those already diagnosed (<a href='https://www.aaem.pl/The-importance-of-nutritional-factors-and-dietary-management-of-Hashimoto-s-thyroiditis,112331,0,2.html' target='_blank'>Annals of Agricultural and Environmental Medicine</a>). </p>"
    },
    {
      "subtitle": "Bottom Line",
      "hrefID": "Bottom-Line",
      "content": "<p>Gluten is a common trigger for many types of autoimmune diseases, and Hashimoto’s is no exception. The best Hashimoto’s disease diet for you may be a gluten-free diet. More research is needed on the topic of Hashimoto’s and gluten.</p><br/><p>It’s important to make all dietary changes slowly, as extreme diets can trigger a dangerous eating disorder. People living with autoimmune disease are at a higher risk for developing eating disorders. </p><br/><p>Certain nutrients that can impact Hashimoto’s. These nutrients include vitamin D, selenium, iron, iodine, zinc, and magnesium. Beyond gluten, there are other foods that can both <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know' target='_blank'>worsen</a> and <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or' target='_blank'>improve </a>autoimmune diseases like Hashimoto’s.</p><br/><p>For more support on improving your nutrition without dieting, please use our <a href='https://www.autoimmuneeats.com/resources#autoimmune-nutrition-starters-guide' target='_blank'>Autoimmune Nutrition Starter Guide</a>. Further information on safely identifying food sensitivities can be found in the chapter on food sensitivities in <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>, which can be used for any autoimmune disease.</p>"
    }
  ],
  "categories": ["Hashimoto's", "gluten-free", "diet", "individual nutrients"]
}
