{
  "title": "How to Improve Fatigue from Autoimmune Disease",
  "datePublishedOrUpdated": "January 1, 2024",
  "metadata": {
    "title": "How to Improve Fatigue from Autoimmune Disease",
    "description": "*Do you know the best and worst foods for autoimmune disease? Should you eat an anti-inflammatory diet? The answer may surprise you!",
    "keywords": ["fatigue and autoimmune disease"],
    "alternates": {
      "canonical": "https://autoimmuneeats.com/template-article"
    },
    "icons": {
      "icon": "/icon.png"
    },
    "openGraph": {
      "title": "How to Improve Fatigue from Autoimmune Disease | Autoimmune Eats",
      "description": "*same as above* Do you know the best and worst foods for autoimmune disease? Should you eat an anti-inflammatory diet? The answer may surprise you!",
      "url": "https://autoimmuneeats.com/by-symptom/How-to-Improve-Fatigue-from-Autoimmune-Disease",
      "siteName": "Autoimmune Eats",
      "images": [
        {
          "url": "http://autoimmuneeats.com/How-to-Improve-Fatigue-from-Autoimmune-Disease.png",
          "width": 800,
          "height": 600
        }
      ],
      "locale": "en_US",
      "type": "article",
      "publishedTime": "*2023-12-11"
    },
    "robots": {
      "index": true,
      "follow": true,
      "nocache": true,
      "googleBot": {
        "index": true,
        "follow": true,
        "max-video-preview": -1,
        "max-image-preview": "large",
        "max-snippet": -1
      }
    }
  },
  "voteCount": 20,
  "authorInfo": {
    "authorName": "Caylee Clay, RDN CDN CYT",
    "authorPhoto": "/Caylee_headshot.jpeg",
    "authorPhotoAlt": "Headshot of author Caylee Clay. Caylee is smiling with a grey jacket and straight bangs",
    "authorBio": "Caylee Clay, RDN CDN CYT (they/them) is a dietitian-nutritionist, software engineer, scientist, researcher, author, & autoimmune disease expert. Caylee is the author of <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>. Outside of work, Caylee loves gardening, hiking, cooking, & biking all over NYC."
  },
  "photoFeature": "/How-to-Improve-Fatigue-from-Autoimmune-Disease.png",
  "photoFeatureAlt": "*test placeholder image alt",
  "disclaimer": "PLEASE NOTE: Sections of this article may not be appropriate for those who have been diagnosed with an eating disorder, suspect they may have an eating disorder, or are engaging in disordered eating behaviors. This article is provided as informational content only, not as medical advice.",
  "sections": [
    {
      "subtitle": "*Nutrition is Key",
      "hrefID": "Nutrition-is-Key",
      "content": "<p>Nutrition can have a huge impact on how severe your autoimmune disease is, for several major reasons. </p><br/><p>First, about 70% of our immune system lies within our intestines (<a href='https://pubmed.ncbi.nlm.nih.gov/18721321/' target='_blank'>PubMed</a>). Since autoimmune diseases are described as an overactive immune system, nutrition and the related field of gut health have a huge impact on how bad your symptoms are. </p><br/><p>Second, a properly functioning immune system requires adequate nutrients to operate. It's important to eat well enough to support the immune system, so it has all the tools it needs to complete its essential functions.</p><br/><p>Third, autoimmune diseases can come with a whole host of unpleasant symptoms. This includes painful inflammation, stomachaches and other gastrointestinal issues, higher risk of heart disease, and more. Nutrition can play a huge role in reducing or even completely eliminating these symptoms. </p><br/><p>However, while eating well is crucial to improving the painful symptoms of autoimmune disease, it's essential to understand that people with autoimmune diseases are more likely to also develop eating disorders (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>). For this reason, it is simply unethical to recommend diets or dieting to autoimmune disease sufferers.</p><br/><p>It's easy to make the mistake of thinking that an eating disorder looks like not eating enough or throwing up after eating - but these disorders can be more complicated than that. There are many types of eating disorders, and the same eating disorder can look very different from person to person. </p><br/><p>For those with autoimmune disease, it's common to see people suffering from orthorexia, which is an excessive obsession with eating \"healthy\". While it's important to nourish yourself well, it's just as important to not obsess over it or morph the practice into something that is, paradoxically, unhealthy. Research is now beginning to show light on this important topic (<a href=https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9919523/ target='_blank'>PubMed</a>).</p><br/><p>The key is to find ways to gently help yourself eat well a majority of the time, while still maintaining plenty of room to enjoy all your favorite foods, whether they are \"healthy\" or \"unhealthy\" or somewhere in between. </p><br/><p>For many people, this is simply not the advice they want to hear. It can be very tempting to get caught up in the excitement of starting a diet, thinking this will cure all your pains. Some people may experience a relief in symptoms when attempting these severely restrictive diets - however, the results are rarely if ever long lasting, and the culprit food is almost never identified. Therefore, it is simply not worth attempting these dangerous diets. Ultimately, dieting in an attempt to alleviate autoimmune disease can be described as self-harm. This includes all diets, even the AIP diet and other types of elimination diets."
    },
    {
      "subtitle": "*Worst Foods for Autoimmune Disease",
      "hrefID": "Worst-Foods-for-Autoimmune-Disease",
      "content": "<p>Categorizing foods as \"good\" or \"bad\" is a slippery slope to developing disordered eating and/or an eating disorder, for which folks living with autoimmune disease are at higher risk (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>). Additionally, different people react to the same foods differently. </p><br/><p>For these reasons, it's not recommended to try and identify a list of the “worst” foods for autoimmune disease. Additionally, even if this were recommended, the list would be different for each person. </p><br/><p>However, it's important to note that food sensitivities are a common trigger for autoimmune disease. Identifying any potential food sensitivity and limiting your intake of it can significantly improve your symptoms. While identifying your personal food sensitivities can help the healing process, it's best to avoid all elimination diets. </p><br/><p>Elimination diets require you to stop eating a long list of foods at the same time, and slowly reintroduce them over time. For the vast majority of people, it's impossible to be so strict with your food intake for an extended period without risking a decline in mental and/or physical health. </p><br/><p>To learn how to safely identify food sensitivities without, first choose <b>only one</b> food group that you suspect is causing you problems. Most people with autoimmune disease find that they are sensitive to gluten, dairy, or nightshade vegetables (peppers, tomatoes, eggplant, etc.). First, identify all sources of this potential sensitivity in what you normally eat, then find acceptable alternatives to those foods (for example, find a gluten free bread or a dairy-free yogurt that you like). Then, try to avoid consuming your suspected food sensitivity for one month as much as possible, using your acceptable alternatives to help you continue to enjoy eating. After one month, reintroduce your food sensitivity. Monitor your symptom severity to determine if you are reacting to this food. For more details on this process, refer to <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>. </p><br/><p>"
    },
    {
      "subtitle": "*Autoimmune Disease & the Anti-Inflammatory Diet",
      "hrefID": "Autoimmune-Disease-and-the-Anti-Inflammatory-Diet",
      "content": "<p>While some diets have very particular fixed rules, the anti-inflammatory diet does not. In fact, \"there isn't one specific anti-inflammatory diet\" (<a href='https://www.hopkinsmedicine.org/health/wellness-and-prevention/anti-inflammatory-diet' target='_blank'>John Hopkins Medicine</a>, <a href='https://www.arthritis.org/health-wellness/healthy-living/nutrition/anti-inflammatory/anti-inflammatory-diet' target='_blank'>Arthritis Foundation</a>). </p><br/><p>To best understand this, it's helpful to look at the definition for the word \"diet\". A diet can mean \"a regimen of eating and drinking sparingly,\" or it can mean \"food and drink regularly consumed\" (<a href=' https://www.merriam-webster.com/dictionary/diet' target='_blank'>Merriam-Webster</a>). While the first definition is problematic and can lead to disordered eating or worse, we can use the second definition to learn how to use the anti-inflammatory \"diet\" in a safe manner.</p><br/><p>Instead of following a strict \"diet\" - like the first definition - instead we can work towards changing our normal, daily diet - like the second definition. By increasing our intake of foods that will help reduce inflammation, and decreasing our intake of foods that promote inflammation, we can achieve the anti-inflammatory “diet” without actually going on a “diet.” (Seems like we should find another word besides “diet”!)</p><br/><p>The most important thing to do is to focus on which anti-inflammatory foods you would enjoy eating more of. Make sure to find ways that you actually enjoy eating these foods - or else it won't be a sustainable, lasting change.</p><br/><p>That said, there are several foods and nutrients that can help reduce inflammation. Foods high in omega-3, vitamin C, polyphenols, prebiotics, and probiotics can help us feel better with their anti-inflammatory properties (<a href='https://www.hopkinsmedicine.org/health/wellness-and-prevention/anti-inflammatory-diet' target='_blank'>John Hopkins Medicine</a>).</p><br/><p>Omega-3 reduces inflammation by tipping our body chemistry away from inflammation (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3257651/' target='_blank'>PubMed</a>). </p><br/><ul>Best sources of omega-3:<li>Salmon</li><li>Herring</li><li>Mackerel</li><li>Sardines</li><li>Tuna</li><li>Anchovies</li><li>Oysters</li><li>Caviar</li><li>Flaxseeds</li><li>Chia seeds</li><li>Walnuts</li><li>Hemp seeds</li><li>100% grass fed meat and dairy products</li><li>Pasture-raised or omega-3 enriched eggs</li><li>Spinach</li><li>Brussels sprouts</li><li>Purslane</li><li>Soybeans (<a href='https://www.hopkinsmedicine.org/health/wellness-and-prevention/anti-inflammatory-diet' target='_blank'>John Hopkins Medicine</a>, <a href='https://www.healthline.com/nutrition/12-omega-3-rich-foods' target='_blank'>Healthline</a>) </li></ul><br/> <p>Vitamin C is an antioxidant, which helps reduce inflammation. Fruits and vegetables are the best source of vitamin C. </p><br/><ul>Best sources of vitamin C:<li>Red and green peppers</li><li>Kiwi</li><li>Broccoli</li><li>Strawberries</li><li>Brussels sprouts</li><li>Cantaloupe (<a href='https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/' target='_blank'>National Institutes of Health</a>) </li></ul><br/><p>Polyphenols are naturally occurring compounds that protect the body from inflammation. Most plant-based foods contain polyphenols, like vegetables, fruits, and whole grains.</p><br/><ul>Best sources of polyphenols:<li>Berries</li><li>Cloves</li><li>Peppermint</li><li>Star anise</li><li>Oregano</li><li>Celery seed</li><li>Sage</li><li>Rosemary</li><li>Thyme </li><li>Cocoa powder</li><li>Flaxseeds</li><li>Olives</li><li>Coffee and tea (<a href='https://www.webmd.com/diet/foods-high-in-polyphenols' target='_blank'>WebMD</a>)  </li></ul><br/><p>Prebiotics feed healthy microbes, and are generally high in fiber. Probiotics contain the actual healthy microbes themselves. Both prebiotics and probiotics promote healthy microbes in your intestines, which can reduce inflammation. </p><br/><ul>Best sources of prebiotics: <li>Garlic</li><li>Onion</li><li>Asparagus</li><li>Banana </li><li>Oats</li><li>Leeks</li><li>Barley </li><li>Apples</li><li>Cocoa</li><li>Flaxseeds</li><li>Jicama </li><li>Seaweed</li><li>Wheat bran </li><li>Chicory root</li><li>Dandelion greens</li><li>Jerusalem artichoke</li><li>Burdock root  </li></ul><br/><ul>Best sources of probiotics:<li>Yogurt</li><li>Sauerkraut</li><li>Kimchi</li><li>Miso</li><li>Kombucha</li><li>Kefir</li><li>Tempeh (<a href='https://www.hopkinsmedicine.org/health/wellness-and-prevention/anti-inflammatory-diet' target='_blank'>John Hopkins Medicine</a>, <a href='https://www.healthline.com/nutrition/19-best-prebiotic-foods' target='_blank'>Healthline</a>, <a href=https://www.healthline.com/nutrition/11-super-healthy-probiotic-foods' target='_blank'>Healthline</a>)  </li></ul><br/><p>Some of the above foods may be new to you. It's a good idea to try a new food several times, prepared in different ways, to determine if you like it or not. However, you should never force yourself to eat foods that you don't like, especially after multiple tries, even if it is \"healthy\". Focus on eating the above foods that you truly enjoy. </p><br/><p>Finally, there are foods that can promote inflammation. These foods include: red meat (like steak and hamburgers), processed meat (like bologna, bacon, and lunchmeat), baked foods (like pies, cakes, cookies, and brownies), white flour (like some breads and pastas), deep fried foods (like French fries, donuts, and fried chicken), foods and drinks very high in sugar (soda, candy, sports drinks, jelly, and syrup), and trans fats (like in margarine, microwave popcorn, and non-dairy coffee creamers) (<a href='https://www.hopkinsmedicine.org/health/wellness-and-prevention/anti-inflammatory-diet' target='_blank'>John Hopkins Medicine</a>). It is <b>not</b> necessary to completely remove these foods from your life.  </p><br/><p>Focus on consuming more of the above anti-inflammatory foods. It's perfectly fine to consume foods that may promote inflammation from time to time, and it's never necessary to cut out these foods from your life entirely. </p>"
    },
    {
      "subtitle": "*Autoimmune Disease & the AIP Diet",
      "hrefID": "Autoimmune-Disease-and-the-AIP-Diet",
      "content": "<p>The Autoimmune Protocol (AIP) diet is what's known as an elimination diet. Elimination diets are an extremely strict type of diet where the dieter is instructed to avoid a long list of foods for 1-3 months in order to identify one or more food sensitivities. This is called the \"elimination phase\". An improvement in symptoms is expected during this time, since the offending food is no longer being consumed. </p><br/><p>The \"reintroduction phase\" is next, where the dieter is instructed to slowly reintroduce each food group while monitoring their symptoms. If symptoms worsen while reintroducing a food, then this may be a food sensitivity for that person. Consuming this food may make their symptoms worse. The entire process takes several months of strictly monitoring your food intake.</p><br/><p>If this sounds exceedingly difficult or even near impossible, you are not alone! In the decade I have worked as a dietitian-nutritionist, I have known one maybe two patients who attempted this diet and were actually able to follow it to completion, discovering their food sensitivity in the process. However, for most people, this extreme diet is simply too demanding and time consuming to actually complete. There is a much easier and safer way to identify your food sensitivities, if any - see the \"Worst Foods for Autoimmune Disease\" section for more info. </p><br/><p>While the initial research for the AIP diet sounds promising, unfortunately real world clinical experience indicates otherwise. The reintroduction phase is generally where the biggest problems arise, as it becomes impossible to balance such a strict diet with real life. One study did find improvement in inflammatory bowel disease during the elimination period, but they \"did not formally examine reintroduction of food groups after the maintenance phase\". Especially considering that the reintroduction part is key and also that these are chronic diseases that require lifelong management - not temporary relief - this research is rendered useless (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5647120/' target='_blank'>PubMed</a>). </p><br/><p>None of the research reviewed for this article evaluated the participants ability to accurately identify one or more of their food sensitivities, which is the purported intent of this diet. None of these studies lasted longer than 12 weeks, which is almost insignificant compared to a lifetime of living with a chronic autoimmune disease (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5647120/' target='_blank'>PubMed</a>, <a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7147823/' target='_blank'>PubMed</a>, <a href='https://academic.oup.com/crohnscolitis360/article/1/3/otz019/5544574' target='_blank'>Crohn’s and Colitis</a>). </p><br/><p>As a result, this research is insufficient to recommend such an intense diet. In addition, considering the increased risk for developing an eating disorder, the AIP diet remains unsupported and unethical to recommend as treatment for autoimmune disease. </p>"
    },
    {
      "subtitle": "*Dangers of Dieting",
      "hrefID": "Dangers-of-Dieting",
      "content": "<p>As discussed above, those with autoimmune disease are more likely to suffer from eating disorders (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>). </p><br/><p>Eating disorders are extremely serious medical conditions with a low recovery rate and a high death rate (<a href='https://www.beateatingdisorders.org.uk/media-centre/eating-disorder-statistics/' target='_blank'>Beat Eating Disorders</a>, <a href='www.eatingrecoverycenter.com/conditions/eating-disorders/facts-statistics' target='_blank'>Eating Recovery Center</a>, <a href='https://anad.org/eating-disorders-statistics/' target='_blank'>National Association of Anorexia Nervosa and Associated Disorders</a>). Eating disorders are characterized by irregular eating habits, severe distress or concern about body weight or shape, and may include inadequate or excessive food intake. The most common forms of eating disorders include anorexia nervosa, bulimia nervosa, and binge eating disorder. Eating disorders are classified as a mental illness (<a href='https://www.eatingdisorderhope.com/information/eating-disorder' target='_blank'>Eating Disorder Hope</a>).</p><br/><p>Newer research is beginning to illuminate this correlation, as a recent study found an increased rate of the eating disorder orthorexia in those with rheumatoid arthritis, an autoimmune disease. The study highlights the fact that patients are unlikely “receive optimal care concerning dietary advice, which could lead to unnecessary stress and psychological illness” (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9919523/' target='_blank'>PubMed</a>). </p><br/><p>As a result, any type of strict diet is not recommended to improve autoimmune disease. Instead, gentle nutrition must be employed. See the next section for more info on this topic. </p>"
    },
    {
      "subtitle": "*Top Nutrition Tips",
      "hrefID": "Top-Nutrition-Tips",
      "content": "<p>The best advice is to focus on consuming nutrient-dense foods like fruits, vegetables, whole grains, and nuts and seeds regularly. This will naturally guide you towards the best foods to ease your autoimmune symptoms, while avoiding diets and dieting.</p><br/><p>It's important to focus on what you can eat more of, so you encourage yourself to actively seek these foods out and fill up on them first. This will naturally promote a reduction of less helpful foods, without unnecessarily eliminating them completely. Find nutrient-dense foods and ways to cook them that you love, so it's an enjoyable experience.</p><br/><p>If you focus on \"bad\" or \"unhealthy\" foods, you are more likely to feel a sense of lack or deprivation. This is not a sustainable solution.</p><br/><p>If you need more structure, then <a href='https://www.myplate.gov/' target='_blank'>MyPlate may be a helpful tool</a> for you. MyPlate encourages us to aim for half of our food being fruits and vegetables, a quarter starch/carbohydrates, and a quarter protein. However, it's important to note that MyPlate is not considered culturally sensitive, and may not be applicable or appropriate for many foodways. </p><br/><p>Additionally, it is helpful to some people to aim for eating with health in mind for 70-80% of the food they eat, allowing 20-30%  of their appetite to be reserved for cravings, parties, favorite foods, or whatever the heart desires. </p><br/><p>However, these structures may be harmful if you are struggling with an eating disorder or disordered eating. </p><br/><p>Finally, it can be quite beneficial to safely identify if you have any food sensitivities, without attempting dangerous and unfounded strict elimination diets like the AIP diet. See the “Worst Foods for Autoimmune Disease” section for more info.</p>"
    },
    {
      "subtitle": "*Bottom Line",
      "hrefID": "Bottom-Line",
      "content": "<p>Your personal food choices are not the next science frontier to hack, or something to be over engineered according to some nutrition research that doesn't take real life into account. In truth, food is much more than nutrition - food is joy, flavor, history, culture, a cause for celebration, a container for memories, and so much more. </p><br/><p>Focus on consuming nutrient-dense foods like fruits, vegetables, whole grains, and nuts and seeds regularly, and take special attention to ensure that plenty of joy and flavor is found in the process. </p><br/><p>It is recommended to safely identify food sensitivities by a trial period of eliminating only one type of food at a time. It is not wise and actually unsafe to attempt strict elimination diets that ask you to eliminate many foods at once for an extended time, like the AIP diet. </p><br/><p>Steer clear of diets, dieting, or unnecessary food restrictions. If you suspect you are engaging in disordered eating or have an eating disorder, seek related medical attention soon as these conditions are considered very serious. </p>"
    }
  ],
  "categories": ["*anti-inflammatory", "*diet", "*beginner"],
  "photoAdditionalOne": "*https://www.autoimmuneeats.com/Gain_Control_Over_Your_Psoriasis_book.jpeg",
  "photoAdditionalTwo": "*../public/main_image_front_page_autoimmune_eats_HALFOLD.jpg",
  "photoAdditionalThree": "*https://my.clevelandclinic.org/-/scassets/images/org/health/articles/6866-psoriasis"
}
