{
  "title": "Is It Autoimmune?: Autoimmune Disease Symptoms Checklist",
  "datePublishedOrUpdated": "February 2, 2024",
  "metadata": {
    "title": "Is It Autoimmune?: Autoimmune Disease Symptoms Checklist",
    "description": "Explore our Autoimmune Symptoms Checklist. Use the quiz to uncover signs & assess potential autoimmune issues. Take charge of your health now!",
    "keywords": [
      "autoimmune disease symptoms",
      "autoimmune disease symptom checklist",
      "do i have an autoimmune disease quiz"
    ],
    "alternates": {
      "canonical": "https://autoimmuneeats.com/by-symptom/Autoimmune-Disease-Symptoms-Checklist"
    },
    "icons": {
      "icon": "/icon.png"
    },
    "openGraph": {
      "title": "Is It Autoimmune?: Autoimmune Disease Symptoms Checklist | Autoimmune Eats",
      "description": "Explore our Autoimmune Symptoms Checklist. Use the quiz to uncover signs & assess potential autoimmune issues. Take charge of your health now!",
      "url": "https://autoimmuneeats.com/by-symptom/Autoimmune-Disease-Symptoms-Checklist",
      "siteName": "Autoimmune Eats",
      "images": [
        {
          "url": "http://autoimmuneeats.com/Autoimmune-Disease-Symptom-Checklist.png",
          "width": 800,
          "height": 600
        }
      ],
      "locale": "en_US",
      "type": "article",
      "publishDate": "2024-02-02T12:00:00-05001"
    },
    "robots": {
      "index": true,
      "follow": true,
      "nocache": true,
      "googleBot": {
        "index": true,
        "follow": true,
        "max-video-preview": -1,
        "max-image-preview": "large",
        "max-snippet": -1
      }
    }
  },
  "voteCount": 20,
  "authorInfo": {
    "authorName": "Caylee Clay, RDN CDN CYT",
    "authorPhoto": "/Caylee_headshot.jpeg",
    "authorPhotoAlt": "Headshot of author Caylee Clay. Caylee is smiling with a grey jacket and straight bangs",
    "authorBio": "Caylee Clay, RDN CDN CYT (they/them) is a dietitian-nutritionist, software engineer, scientist, researcher, author, & autoimmune disease expert. Caylee is the author of <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>. Outside of work, Caylee loves gardening, hiking, cooking, & biking all over NYC."
  },
  "photoFeature": "/Autoimmune-Disease-Symptom-Checklist.png",
  "photoFeatureAlt": "Featured image for Autoimmune Disease Symptoms Checklist article",
  "sections": [
    {
      "subtitle": "Overview",
      "hrefID": "Overview",
      "content": "<p>If you’re living with unexplained symptoms, chronic pain, constant fatigue, or other unpleasant realities, you may be wondering if you are suffering from autoimmune disease symptoms.</p><br/><p>You are in need of a symptom checklist to help you figure it out. Take the below quiz to help determine if you have an undiagnosed autoimmune disease. </p><br/><p>While there are many types of autoimmune diseases, the most common ones have some similar symptoms. In addition, your past medical history, your family’s medical history, and specific medical testing can also be key in determining if what ails you is autoimmune or not. </p><br/><p>Use this autoimmune disease quiz to help you determine what you’re dealing with. Read more about each checklist item below.</p><br/><p>Select “yes” or “no” for the following questions:</p>"
    },
    {
      "subtitle": "Autoimmune Symptom #1",
      "hrefID": "Autoimmune-Symptom-1",
      "content": "<p><b>Do you have family members with an autoimmune disease?</b></p><br/><p>Autoimmune diseases are strongly linked to genetics (<a href='https://www.researchgate.net/publication/320873686_Genetic_Factors_of_Autoimmune_Diseases_2017' target='_blank'>ResearchGate</a>). Therefore, if you have a family member who has an autoimmune disease, then there is an increased risk that you may have one as well. If possible, ask your family (especially your elders) about health problems they know about in the family.</p><br/><p>The most common autoimmune diseases are:</p> <ul><li>Thyroid disease (<a href='https://www.autoimmuneeats.com/by-disease/Hashimotos-And-Gluten-Whats-the-Best-Hashimotos-Diet' target='_blank'>Hashimoto’s thyroiditis </a>, Graves’ disease)</li> <li>Skin disease (<a href='https://www.autoimmuneeats.com/by-disease/What-is-the-Best-Psoriasis-Diet-9-Foods-to-Avoid-and-More' target='_blank'>Psoriasis</a>, <a href='https://www.autoimmuneeats.com/by-disease/Foods-That-Cause-Eczema-What-to-Eat-And-What-Helps-it-Go-Away' target='_blank'>eczema</a>, <a href='https://www.autoimmuneeats.com/by-symptom/Lupus-Arthritis-How-to-Improve-Lupus-Joint-Pain' target='_blank'>lupus</a>, Sjögren’s syndrome)</li> <li>Joint disease (Psoriatic arthritis, rheumatoid arthritis, <a href='https://www.autoimmuneeats.com/by-symptom/Lupus-Arthritis-How-to-Improve-Lupus-Joint-Pain' target='_blank'>lupus</a>, Sjögren’s syndrome)</li> <li>Intestinal disease (Inflammatory bowel disease, Crohn’s disease, ulcerative colitis, celiac disease)</li> <li>Gland disease, like diseases of the pancreas, adrenal glands, salivary glands, and tear ducts (Type 1 diabetes, Sjögren’s syndrome, Addison’s disease)</li> <li>Nerve disease (Multiple sclerosis, Myasthenia gravis)</li> <li>Autoimmune vasculitis (Pernicious anemia) (<a href='https://www.healthline.com/health/autoimmune-disorders#common-autoimmune-diseases' target='_blank'>Healthline</a>) </li> </ul><br/><p>Your family may not know these diseases by name, but often know about the symptoms. You may have to do some guesswork and investigating.</p>"
    },
    {
      "subtitle": "Autoimmune Symptom #2",
      "hrefID": "Autoimmune-Symptom-2",
      "content": "<p><b>Do you suffer from joint pain or swelling?</b></p><br/><p>Joint pain or swelling are common painful symptoms among autoimmune sufferers. Psoriatic arthritis and rheumatoid arthritis are primarily characterized by joint issues. However, joint issues can be one of many symptoms in other autoimmune diseases, like <a href='https://www.autoimmuneeats.com/by-disease/Hashimotos-And-Gluten-Whats-the-Best-Hashimotos-Diet' target='_blank'>Hashimoto’s</a> and <a href='https://www.autoimmuneeats.com/by-symptom/Lupus-Arthritis-How-to-Improve-Lupus-Joint-Pain' target='_blank'>lupus</a>.</p><br/><p>That said, there are several potential reasons for joint pain or swelling. Joint issues alone are not enough to determine that an autoimmune disease is present.</p>"
    },
    {
      "subtitle": "Autoimmune Symptom #3",
      "hrefID": "Autoimmune-Symptom-3",
      "content": "<p><b>Do you feel constantly/excessively fatigued, weak, or achy?</b></p><br/><p>Fatigue, weakness, and aching are also common symptoms for autoimmune sufferers (<a href='https://www.healthline.com/health/autoimmune-disorders#common-autoimmune-diseases' target='_blank'>Healthline</a>). Since the immune system is overactive, this can make you feel exhausted, weak, or achy. These symptoms can come and go, or they can be persistent.</p><br/><p>Again, there can be several reasons for these symptoms. Fatigue, weakness, or aches with no other symptoms may not be from autoimmune disease.</p>"
    },
    {
      "subtitle": "Autoimmune Symptom #4",
      "hrefID": "Autoimmune-Symptom-4",
      "content": "<p><b>Do you have skin issues, like rashes?</b></p><br/><p>Several common autoimmune diseases come with skin issues. This includes diseases like <a href='https://www.autoimmuneeats.com/by-disease/What-is-the-Best-Psoriasis-Diet-9-Foods-to-Avoid-and-More' target='_blank'>psoriasis</a>, <a href='https://www.autoimmuneeats.com/by-disease/Foods-That-Cause-Eczema-What-to-Eat-And-What-Helps-it-Go-Away' target='_blank'>eczema</a>, and <a href='https://www.autoimmuneeats.com/by-symptom/Lupus-Arthritis-How-to-Improve-Lupus-Joint-Pain' target='_blank'>lupus</a>. If you are suffering from skin rashes, it’s possible that an autoimmune disease is the cause or related.</p>"
    },
    {
      "subtitle": "Autoimmune Symptom #5",
      "hrefID": "Autoimmune-Symptom-5",
      "content": "<p><b>Have you already been diagnosed with another autoimmune disease?</b></p><br/><p>People with one autoimmune disease are at higher risk for developing a second one (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3150011/' target='_blank'>Pubmed</a>). It’s worth thinking back on your medical history to see if you have a prior autoimmune diagnosis, such as childhood eczema. The most common autoimmune diseases are listed above.</p><br/><p>Below are more diseases that are autoimmune, but it is not common knowledge that they are autoimmune:</p><ul><li><a href='https://www.autoimmuneeats.com/by-disease/Foods-That-Cause-Eczema-What-to-Eat-And-What-Helps-it-Go-Away' target='_blank'>Eczema</a></li><li>Vitiligo</li><li>Most thyroid diseases, like Hashimoto’s and Graves’</li><li>Celiac disease</li><li>Type 1 diabetes</li><li>Multiple sclerosis</li><li>Some types of arthritis, like psoriatic and rheumatoid arthritis</li><li>Inflammatory bowel disease (IBD), like Crohn’s and ulcerative colitis</li><li>and more </li></ul>"
    },
    {
      "subtitle": "Autoimmune Symptom #6",
      "hrefID": "Autoimmune-Symptom-6",
      "content": "<p><b>Are you experiencing hair loss?</b></p><br/><p>Some autoimmune disorders are associated with hair loss. Examples include alopecia, <a href='https://www.autoimmuneeats.com/by-disease/What-is-the-Best-Psoriasis-Diet-9-Foods-to-Avoid-and-More' target='_blank'>psoriasis</a>, <a href='https://www.autoimmuneeats.com/by-disease/Hashimotos-And-Gluten-Whats-the-Best-Hashimotos-Diet' target='_blank'>Hashimoto’s</a>, <a href='https://www.autoimmuneeats.com/by-symptom/Lupus-Arthritis-How-to-Improve-Lupus-Joint-Pain' target='_blank'>lupus</a>, inflammatory bowel disease (IBD), Crohn’s disease, and ulcerative colitis.</p><br/><p>The main symptom of alopecia is hair loss, since your immune system attacks your hair follicles. In psoriasis, hair loss can be due to psoriasis on the scalp. Abnormal thyroid function disturbs the hair regrowth cycle causing hair loss in Hashimoto’s (<a href='https://www.webmd.com/connect-to-care/hair-loss/hashimotos-thyroiditis-and-hair-loss' target='_blank'>WebMD</a>). Intestinal diseases like IBD, Crohn’s, and ulcerative colitis can make it difficult to absorb nutrients, resulting in nutritional deficiencies that can cause hair loss (<a href='https://www.researchgate.net/publication/270656954_Frequency_and_associated_factors_of_hair_loss_among_patients_with_inflammatory_bowel_disease' target='_blank'>ResearchGate</a>).</p>"
    },
    {
      "subtitle": "Autoimmune Symptom #7",
      "hrefID": "Autoimmune-Symptom-7",
      "content": "<p><b>Did you test positive for ANA in recent blood work?</b></p><br/><p>ANA stands for antinuclear antibodies, and when it’s detected, it may mean that you are producing antibodies that are attacking your own body (<a href='https://medlineplus.gov/lab-tests/ana-antinuclear-antibody-test/' target='_blank'>MedlinePlus</a>). These are called autoantibodies. This is at the heart of all autoimmune diseases: the body attacking itself.</p><br/><p>Testing for ANA can be useful in helping determine if your symptoms are autoimmune or not.</p><br/><p>However, a positive ANA test does not always indicate an autoimmune disease. Sometimes, people with cancer or taking certain medications will test positive on an ANA test. Some people with no health conditions test positive on ANA tests (<a href='https://www.webmd.com/a-to-z-guides/what-is-an-antinuclear-antibody-test' target='_blank'>WebMD</a>).</p>"
    },
    {
      "subtitle": "Autoimmune Symptom #8",
      "hrefID": "Autoimmune-Symptom-8",
      "content": "<p><b>Do you have a persistent low-grade fever?</b></p><br/><p>A low-grade fever that lingers may be a sign that you are suffering from an autoimmune disease. A fever can indicate that inflammation or an infection are present. In <a href='https://www.autoimmuneeats.com/by-symptom/Lupus-Arthritis-How-to-Improve-Lupus-Joint-Pain' target='_blank'>lupus</a>, a low grade fever may signal oncoming illness or the beginning of a flare-up.</p><br/><p>If you experience a fever lasting a few days or fevers that come and go over the course of a few days, you should take your temperature twice daily and keep a record. Certain trends may alert your doctor to specific processes occurring in your body (<a href='https://www.hopkinslupus.org/lupus-info/lupus-signs-symptoms-comorbidities/' target='_blank'>Johns Hopkins Lupus Center</a>).</p>"
    },
    {
      "subtitle": "Autoimmune Symptom #9",
      "hrefID": "Autoimmune-Symptom-9",
      "content": "<p><b>Do you get numbness/tingling in your hands, feet, or other extremities?</b></p><br/><p>Raynaud’s syndrome is commonly seen in people with autoimmune disease. The symptoms of Raynaud’s happen when there is a short-term interruption of blood flow to the extremities. </p><br/><p>In cold weather or during stressful events, you may feel numb, tingling, or cold in your fingers, toes, ears, or tip of your nose. Your skin may also change color during a flare-up.</p>"
    },
    {
      "subtitle": "Autoimmune Symptom #10",
      "hrefID": "Autoimmune-Symptom-10",
      "content": "<p><b>Do you have, or suspect you may have, a food sensitivity?</b></p><br/><p>It is very common for those suffering from autoimmune disease to have food sensitivities, often newly formed (<a href='https://www.sciencedirect.com/science/article/abs/pii/S156899721830212X' target='_blank'>ScienceDirect</a>). This is because about 70% of the immune system lies in the digestive tract, so gut health is directly tied to immune system health  (<a href=’https://pubmed.ncbi.nlm.nih.gov/18721321/’ target='_blank'>PubMed</a>). </p><br/><p>Common food sensitivities include wheat/gluten, dairy, and/or nightshade vegetables. </p><br/><p>Learning how to <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Food-Sensitivities' target='_blank'>identify your food sensitivities</a> can be tricky, and even dangerous if done improperly. <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a> covers this topic in depth, and can be used to help identify food sensitivities for any autoimmune disease.</p>"
    },
    {
      "subtitle": "Checklist Results",
      "hrefID": "Checklist-Results",
      "content": "<p><b>Do you mark “yes” two or more times on the above quiz?</b></p><br/><p>If you marked “yes” two or more times on the quiz, then the first step is to make an appointment with your primary care doctor and request further testing. Use this checklist to help explain your case, if your doctor is resistant. Next, you may need to make additional appointments with specialists to determine your diagnosis. </p><br/><p>If an autoimmune disease is identified, then your next best course of action is to begin working on gut health. Since 70% of your immune system lies in your intestinal tract, poor gut health is often a factor in autoimmune disease. It is best to work with a dietitian-nutritionist and gastroenterologist for help with gut health, food sensitivities, and related issues.</p>"
    },
    {
      "subtitle": "After Diagnosis",
      "hrefID": "After-Diagnosis",
      "content": "<p><b>What to do after getting diagnosed with an autoimmune disease?</b></p><br/><p>After getting diagnosed, your doctor will likely recommend certain prescription medications. While these medications can help in the short run, often they stop working over time or have negative side effects.</p><br/><p>Therefore, to achieve lasting relief, it’s essential to work on improving your gut health, which will improve your immune system health too. </p><br/><p>In your intestines, issues that can exacerbate autoimmune disease include: </p><ul> <li>Poor digestion</li><li>Nutrient deficiencies </li><li>Overgrown bad microbes, or problems with your microbiome</li><li>Under-grown good microbes, another microbiome problem</li><li>Toxins produced in the gut</li><li>The inability to remove toxins through the intestinal tract</li><li>and more</li></ul>"
    },
    {
      "subtitle": "Bottom Line",
      "hrefID": "Bottom-Line",
      "content": "<p>While it can be quite scary to wonder if you have an undiagnosed autoimmune disease, know that you are not alone. Many people are thriving despite their autoimmune disease. This checklist is intended to help you feel prepared and empowered.</p><br/><p>If you do get diagnosed with an autoimmune issue, know that this is not the end - in fact, it’s a new beginning. After a diagnosis, now you know exactly what you’re dealing with, and can begin to find healing answers. With a little luck, your worst autoimmune days will be behind you.</p><br/><p>Refer back to the resources in this quiz to help you on your journey. May many more painless days still be ahead!</p>"
    }
  ],
  "categories": ["autoimmune checklist", "quiz", "beginner"]
}
