{
  "title": "The Link Between Autoimmune Disease & Infections, like COVID",
  "datePublishedOrUpdated": "February 9, 2024",
  "metadata": {
    "title": "The Link Between Autoimmune Disease & Infections, like COVID",
    "description": "Can infections trigger a new autoimmune disease? What do we know about autoimmune disease and COVID? Gain crucial insights into these important questions.",
    "keywords": [
      "autoimmune disease and covid",
      "autoimmune disease and infections"
    ],
    "alternates": {
      "canonical": "https://autoimmuneeats.com/by-disease/The-Link-Between-Autoimmune-Disease-And-Infections-like-COVID"
    },
    "icons": {
      "icon": "/icon.png"
    },
    "openGraph": {
      "title": "The Link Between Autoimmune Disease & Infections, like COVID | Autoimmune Eats",
      "description": "Can infections trigger a new autoimmune disease? What do we know about autoimmune disease and COVID? Gain crucial insights into these important questions.",
      "url": "https://autoimmuneeats.com/by-disease/The-Link-Between-Autoimmune-Disease-And-Infections-like-COVID",
      "siteName": "Autoimmune Eats",
      "images": [
        {
          "url": "https://autoimmuneeats.com/The-Link-Between-Autoimmune-Disease-and-Infections-like-COVID.png",
          "width": 800,
          "height": 600
        }
      ],
      "locale": "en_US",
      "type": "article",
      "publishedTime": "2024-02-09T12:00:00-05001"
    },
    "robots": {
      "index": true,
      "follow": true,
      "nocache": true,
      "googleBot": {
        "index": true,
        "follow": true,
        "max-video-preview": -1,
        "max-image-preview": "large",
        "max-snippet": -1
      }
    }
  },
  "voteCount": 20,
  "authorInfo": {
    "authorName": "Caylee Clay, RDN CDN CYT",
    "authorPhoto": "/Caylee_headshot.jpeg",
    "authorPhotoAlt": "Headshot of author Caylee Clay. Caylee is smiling with a grey jacket and straight bangs",
    "authorBio": "Caylee Clay, RDN CDN CYT (they/them) is a dietitian-nutritionist, software engineer, scientist, researcher, author, & autoimmune disease expert. Caylee is the author of <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>. Outside of work, Caylee loves gardening, hiking, cooking, & biking all over NYC."
  },
  "photoFeature": "/The-Link-Between-Autoimmune-Disease-and-Infections-like-COVID.png",
  "photoFeatureAlt": "Featured image for The Link Between Autoimmune Disease and Infections article",
  "sections": [
    {
      "subtitle": "Overview",
      "hrefID": "Overview",
      "content": "<p>The link between autoimmune disease and infections is extensive, and the autoimmune community has many questions about this topic. With the development of the COVID-19 pandemic, there are even more questions specifically about autoimmune disease and COVID. </p><br/><p>Increasingly, researchers are finding more and more evidence confirming what the autoimmune community has been reporting since the beginning of the pandemic: that COVID infections can prompt the development of a new autoimmune disease diagnosis.</p><br/><p>While of course this is unfortunate, it is not surprising. Many different types of infections have been shown to lead to autoimmune disease developing. This connection was well established before the pandemic began. </p><br/><p>Some treatments for autoimmune diseases can also promote increased rate of infection, especially biologics. While these drugs can offer incredible improvement for severe autoimmune disease symptoms, unfortunately they are not without risk. </p><br/><p>There is also confusion about what it means to have an “overactive” immune system, as autoimmune diseases are often described. The immune systems of autoimmune folks are not considered to have extra powers of avoiding or eliminating infections, even though they are described as “overactive”. </p><br/><p>If you have not been diagnosed with an autoimmune disease and are trying to determine if your symptoms are due to an autoimmune issue, check out our <a href='https://www.autoimmuneeats.com/by-symptom/Autoimmune-Disease-Symptoms-Checklist' target='_'>Is it Autoimmune?: Autoimmune Disease Symptoms Checklist</a>.</p>"
    },
    {
      "subtitle": "Autoimmune Disease and COVID",
      "hrefID": "Autoimmune-Disease-and-COVID",
      "content": "<p>New research is beginning to highlight the connection between autoimmune disease and COVID. Unfortunately, this research is showing that after infection from COVID, the risk of developing a new autoimmune disorder rises.</p><br/><p>A very large study in Korea compared data from over 6 million healthy participants to over 350,000 individuals who had been diagnosed with COVID-19. They found higher rates of autoimmune alopecia, vasculitis, Crohn's disease, and sarcoidosis in the group that had tested positive for COVID. </p><br/><p>The study also found that the more severe the COVID infection, the greater the risk of developing an autoimmune disease. This association was particularly highlighted by those hospitalized from COVID. A wider variety of new onset autoimmune diseases were seen in this group, including the above diseases plus psoriasis, vitiligo, ulcerative colitis, rheumatoid arthritis, Sjögren's disease, and ankylosing spondylitis.</p><br/><p>Consistent with these results, the researchers also found a lower risk for developing autoimmune disease in those people who had received a COVID vaccination. Getting a COVID vaccine may help prevent the development of a new autoimmune disease after a COVID infection (<a href='https://www.everydayhealth.com/autoimmune-diseases/covid-19-could-increase-the-risk-of-developing-some-autoimmune-disorders/' target='_blank'>Everyday Health</a>). </p><br/><p>Another large study of over 2 million German individuals found “a 42.63% higher likelihood” of developing an autoimmune disease after contracting COVID (<a href='https://pubmed.ncbi.nlm.nih.gov/37335408/' target='_blank'>Pubmed</a>). The results of these newer studies are in line with past studies, as well. Unfortunately, the link between autoimmune disease and COVID is growing (<a href='https://pubmed.ncbi.nlm.nih.gov/24857955/' target='_blank'>Pubmed</a>, <a href='https://link.springer.com/article/10.1007/s10067-023-06670-0' target='_blank'>SpringerLink</a>, <a href='https://www.nature.com/articles/s41584-023-00964-y' target='_blank'>Nature</a>). </p><br/><p>The reason why this happens is likely due to the immune system's response to a COVID infection. COVID may promote the body to produce autoantibodies, or the infamous “cytokine storm” released during a COVID infection may be to blame (<a href='https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2810259?utm_' target='_blank'>JAMA Network</a>, <a href='https://www.nature.com/articles/s41467-021-25509-3' target='_blank'>Nature</a>). </p><br/><p>Although this research on autoimmune disease and COVID is disappointing, it is not surprising. There are many different infections that have been shown to increase the risk of a new disease arising. The next section contains more on the connection between autoimmune disease and infections in general. </p>"
    },
    {
      "subtitle": "Infections That Cause Autoimmune Disease",
      "hrefID": "Infections-That-Cause-Autoimmune-Disease",
      "content": "<p>The link between new-onset autoimmune disease and infections is already established in medical research. This is why it is unsurprising to discover a link between autoimmune disease and COVID.</p><br/><p>The different types of infections that can cause autoimmune disease can be categorized by viral infections, bacterial infections, and fungal infections.</p><br/><p>Examples of viral infections that can cause autoimmune diseases include rubella, hepatitis B, rotavirus, and Epstein-Barr Virus (also called “mono” or the “kissing disease”). These viruses have been associated with the development of autoimmune diseases like lupus, systemic and multiple sclerosis, Sjogren's syndrome, antiphospholipid syndrome, and type 1 diabetes (<a href='https://www.frontiersin.org/journals/immunology/articles/10.3389/fimmu.2020.623944/full' target='_blank'>Frontiers in Immunology</a>, <a href='https://www.ncbi.nlm.nih.gov/books/NBK459437/' target='_blank'>National Institute of Health</a>, <a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10051805/' target='_blank'>National Institute of Health</a>). Unfortunately, the link between autoimmune disease and COVID viral infections is increasingly being supported by research, as well. </p><br/><p>Bacterial infections that are associated with autoimmune diseases include H. pylori, E. coli, the flu, Lyme disease, strep throat, and pneumonia. Infections from bacteria like these have been connected with autoimmune diseases like rheumatoid arthritis, lupus, autoimmune gastritis, Hashimoto's thyroiditis, Graves' disease, psoriasis, and more (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8866759/' target='_blank'>National Institute of Health</a>, <a href='https://www.mdpi.com/2077-0383/12/15/5150' target='_blank'>Journal of Clinical Medicine</a>, <a href='https://www.ncbi.nlm.nih.gov/books/NBK459437/' target='_blank'>National Institute of Health</a>, <a href='https://www.sciencedirect.com/science/article/pii/S1198743X14628871' target='_blank'>ScienceDirect</a>, <a href='https://www.mountsinai.org/health-library/diseases-conditions/psoriasis-guttate' target='_blank'>Mount Sinai</a>).</p><br/><p>A fungal infection that can promote autoimmune disease is <i>Candida</i> albicans. This fungus have been linked with the development of type 1 diabetes, multiple sclerosis, various types of arthritis, and Sjögren's syndrome (<a href='https://www.sciencedirect.com/science/article/abs/pii/S0882401021004745' target='_blank'>ScienceDirect</a>, <a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910218/' target='_blank'>National Institute of Health</a>, <a href='https://www.frontiersin.org/articles/10.3389/fmed.2021.796324/full' target='_blank'>Frontiers in Medicine</a>). </p><br/><p>It is widely known that there is a connection between autoimmune disease and infection. </p>"
    },
    {
      "subtitle": "Infections That Trigger Autoimmune Flare-Ups",
      "hrefID": "Infections-That-Trigger-Autoimmune-Flare-Ups",
      "content": "<p>The autoimmune community has reported a relationship between getting acutely sick and experiencing a flare-up of symptoms afterwards. </p><br/><p>Throat infections are a known trigger for psoriasis flare-ups (<a href='https://www.medicaljournals.se/acta/content/html/10.2340/00015555-2408' target='_blank'>Medical Journals</a>). Skin infections have been associated with psoriatic arthritis flare-ups (<a href='https://www.webmd.com/arthritis/psoriatic-arthritis/ss/slideshow-psoriatic-flare-triggers' target='_blank'>WebMD</a>). A cold or viral illness can exacerbate lupus and rheumatoid arthritis (<a href='https://www.lupus.org/resources/common-triggers-for-lupus' target='_blank'>Lupus Foundation of America</a>, <a href='https://www.arthritis.org/diseases/more-about/understanding-rheumatoid-arthritis-flares' target='_blank'>Arthritis Foundation</a>). </p><br/><p>One potential reason why you may experience an autoimmune flare-up after getting sick is due to a change in your microbiome. The microbiome is the collection of all microbes, such as bacteria, fungi, viruses, and their genes, that naturally live on and inside our bodies. This change in the microbiome may be directly or indirectly related to the acute infection itself (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4752077/' target='_blank'>Pubmed</a>, <a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4290017/' target='_blank'>Pubmed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/36341463/' target='_blank'>Pubmed</a>). </p><br/><p>Although vaccinations are still generally recommended for those with autoimmune disease, it's possible for even a vaccination to cause your symptoms to get worse (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8197698/' target='_blank'>National Institute of Health</a>, <a href='https://www.frontiersin.org/journals/immunology/articles/10.3389/fimmu.2022.899526/full' target='_blank'>Frontiers in Immunology</a>). </p><br/><p>Not only is there a connection between new-onset autoimmune disease and infection, but an infection can aggravate an existing autoimmune disease as well.</p>"
    },
    {
      "subtitle": "Infections While On Biologics (Humira, Enbrel, Remicade, etc.)",
      "hrefID": "Infections-While-On-Biologics",
      "content": "<p>Biologics are a classification of drugs that are often prescribed to treat autoimmune diseases. They are medications that come from living sources, and are used to treat a wide range of common and rare diseases, from autoimmune disorders to cancer.</p><br/><p>The biologics that are used for autoimmune disease work by blocking specific parts of the immune system, such as proteins that promote inflammation (<a href='https://www.goodrx.com/drugs/biologics/examples' target='_blank'>GoodRx</a>). While these drugs can be life-saving for those with autoimmune disease, they are not without risks. </p><br/><p>Some biologics work by inhibiting an inflammatory immune protein, called tumor necrosis factor alpha (TNF-α). This includes drugs like adalimumab (Humira), certolizumab pegol (Cimzia), etanercept (Enbrel), and infliximab (Remicade). While these drugs can work relatively quickly and prevent long-term damage, they also put you roughly double the risk of getting an infection, compared to people not taking biologics. </p><br/><p>For those on anti-TNFs, tuberculosis and fungal infections are particularly common. Long-term use may increase the risk of certain cancers, especially skin cancer and lymphoma.</p><br/><p>Other biologics work by inhibiting inflammatory B-cells. These drugs include belimumab (Benlysta) and rituximab (Rituxan). These drugs may increase the risk of serious, even fatal, infections. They can reactivate hepatitis B and may be associated with a type of severe brain infection. Infections are one of the most common complications seen with these drugs (<a href='https://www.sciencedirect.com/science/article/abs/pii/S221103482200904X' target='_blank'>ScienceDirect</a>).</p><br/><p>Another type of biologic is called interleukin inhibitors. This includes drugs like guselkumab (Tremfya), ixekizumab (Taltz), risankizumab (Skyrizi), secukinumab (Cosentyx), and ustekinumab (Stelara). These drugs work by blocking a small protein that plays an essential role in the activation of immune cells.</p><br/><p>Interleukin inhibitors have been found to have significantly higher risk of serious infections and cancer, including a more than doubled risk of infections such as tuberculosis, herpes zoster, and toxoplasmosis. </p><br/><p>Finally, there are biologics called selective costimulation modulators. Abatacept (Orencia) is the only drug in this category, and it works by blocking overactive T cells. This medication has about the same rate of infections and cancer as other biologics, however features fewer hospitalizations for serious infections (<a href='https://www.arthritis.org/drug-guide/biologics/biologics' target='_blank'>Arthritis Foundation</a>). </p><br/><p>Biologics can be incredibly helpful drugs, especially when it comes to serious cases of autoimmune disease. However, unfortunately they are not without risks. The connection between autoimmune disease and infection is present even before diagnosis and in the most intensive medications available to treat these diseases.  </p>"
    },
    {
      "subtitle": "Does an 'Overactive Immune System' Fight Off Normal Infections Better?",
      "hrefID": "Does-an-Overactive-Immune-System-Fight-Off-Normal-Infections-Better",
      "content": "<p>Since autoimmune diseases are often described as an “overactive” immune system, it's common to wonder if having an autoimmune disease helps your body fight off infections better than people without these diseases.</p><br/><p>The thought is that, since the immune system is hypervigilant, that it may make the body more resistant to normal infections, so that autoimmune folks might be less likely to get colds, the flu, and other infections compared to the general public.</p><br/><p>Unfortunately, this is not the case. Instead of being able to fight off infections better, overactive immune systems can't tell the difference between your healthy, normal cells and invaders (<a href='https://health.clevelandclinic.org/can-immune-system-go-haywire-falter' target='_blank'>Cleveland Clinic</a>). Having an overactive immune system does not reduce the risk of getting infections, or make you better at fighting off infections. </p><br/><p>However, a different but related topic is low-grade infections. It is possible to have one or more low-grade infections that your body is doing a pretty good job of fighting off, but still has to constantly deal with. These are also called subacute, subclinical, or hidden infections. </p><br/><p>The <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/What-Causes-Autoimmune-Disease-and-How-to-Cure-it-Naturally#How-to-Normalize-an-Overactive-Immune-System' target='_blank'>presence of these low-grade infections</a> can stress out your immune system, exacerbating autoimmune symptoms. Identifying and eliminating or reducing these low-grade infections can improve your immune system function and your autoimmune diseases. </p>"
    },
    {
      "subtitle": "Bottom Line",
      "hrefID": "Bottom-Line",
      "content": "<p>The link between autoimmune disease and infections is strong, where research shows us that many different types of infections can lead to the development of a new autoimmune disease. Additionally, if you already have an autoimmune disease, getting an infection can exacerbate your existing symptoms, even beyond the infection period. </p><br/><p>Sadly, research is increasingly finding that this connection holds true for autoimmune disease and COVID. COVID infections can lead to a new autoimmune diagnosis, or a worsening of symptoms for an existing disease.</p><br/><p>If you are taking a biologic medication to manage your autoimmune disease, in general the risk of getting an infection is increased, and the prognosis may be more serious.</p><br/><p>To reduce your risk of infection, consider <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/top-supplements' target='_'> supplementing regularly with vitamin D</a>, working on <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or' target='_'>your nutrition</a>, and wearing a mask when in crowds. </p><br/><p>It’s important to pay attention to the connection between autoimmune disease and infection, whether your goal is to prevent the development of a new autoimmune disease, avoid aggravating an existing autoimmune disease, or all of the above. </p>"
    }
  ],
  "categories": ["infections", "COVID", "flare-up", "triggers", "new diagnosis", "biologics"]
}
