{
  "title": "What is the Best Psoriasis Diet? 9 Foods to Avoid, & More",
  "datePublishedOrUpdated": "February 12, 2024",
  "metadata": {
    "title": "What is the Best Psoriasis Diet? 9 Foods to Avoid, & More",
    "description": "Find the best psoriasis diet, personalized for you. Learn which 9 foods to avoid with psoriasis, plus how to improve your nutrition without stressing.",
    "keywords": ["Psoriasis diet", "9 foods to avoid with psoriasis"],
    "datePublished": "2024-02-12T12:00:00-05001",
    "icons": {
      "icon": "/icon.png"
    },
    "openGraph": {
      "title": "What is the Best Psoriasis Diet? 9 Foods to Avoid, & More | Autoimmune Eats",
      "description": "Find the best psoriasis diet, personalized for you. Learn which 9 foods to avoid with psoriasis, plus how to improve your nutrition without stressing.",
      "url": "https://autoimmuneeats.com/by-disease/What-is-the-Best-Psoriasis-Diet-9-Foods-to-Avoid-and-More",
      "siteName": "Autoimmune Eats",
      "images": [
        {
          "url": "https://autoimmuneeats.com/What-is-the-Best-Psoriasis-Diet-9-Foods-to-Avoid-and-More.png",
          "width": 800,
          "height": 600
        }
      ],
      "locale": "en_US",
      "type": "article",
      "publishDate": "2024-02-12T12:00:00-05001"
    },
    "robots": {
      "index": true,
      "follow": true,
      "nocache": true,
      "googleBot": {
        "index": true,
        "follow": true,
        "max-video-preview": -1,
        "max-image-preview": "large",
        "max-snippet": -1
      }
    }
  },
  "voteCount": 20,
  "authorInfo": {
    "authorName": "<a href='https://www.autoimmuneeats.com/about#meet-the-founder'>Caylee Clay, RDN CDN CYT</a>",
    "authorPhoto": "/Caylee_headshot.jpeg",
    "authorPhotoAlt": "Headshot of author Caylee Clay. Caylee is smiling with a grey jacket and straight bangs",
    "authorBio": "<a href='https://www.autoimmuneeats.com/about#meet-the-founder'>Caylee Clay, RDN CDN CYT</a> (they/them) is a dietitian-nutritionist, software engineer, scientist, researcher, author, & autoimmune disease expert. Caylee is the author of <a href='https://bookshop.org/a/102444/9781735150413' target='_blank'>Gain Control Over Your Psoriasis</a>. Outside of work, Caylee loves gardening, hiking, cooking, & biking all over NYC."
  },
  "photoFeature": "/What-is-the-Best-Psoriasis-Diet-9-Foods-to-Avoid-and-More.png",
  "photoFeatureAlt": "Featured image for What is The Best Psoriasis Diet article",
  "disclaimer": "PLEASE NOTE: Sections of this article may not be appropriate for those who have been diagnosed with an eating disorder, suspect they may have an eating disorder, or are engaging in disordered eating behaviors. This article is provided as informational content only, not as medical advice.",
  "affiliateDisclosure": "This page may contain affiliate links. We only recommend products that we have used and/or are supported by research. Your support helps to keep the below information available free of charge.",

  "sections": [
    {
      "subtitle": "Overview",
      "hrefID": "Overview",
      "content": "<p>What is the best psoriasis diet out there? The answer to this question is long and convoluted, since there is no one single best psoriasis diet out there that would work for all psoriasis sufferers. </p><br/><p>There are several foods that may trigger psoriasis for one person but not the next. It will take time and a little self-experimentation to figure out which foods flare-up your individual psoriasis. </p><br/><p>However, there are other foods that universally are not ideal to consume for people struggling with psoriasis. Our list of 9 foods to avoid with psoriasis will help you navigate through all of this.</p><br/><p>Additionally, when trying to identify your personal optimal psoriasis diet, it's best to stay away from highly restrictive diets. Highly restrictive diets can be very stressful. Since stress is a well known trigger for psoriasis, it's not helpful to attempt any restrictive diet. </p><br/><p>Furthermore, people living with autoimmune diseases like psoriasis are more likely to experience eating disorders, which can be extremely dangerous. Restrictive diets can lead to eating disorders. In fact, 35% of “normal dieters” progress to pathological dieting. Of those, 20-25% progress to partial or full-syndrome eating disorders (<a href='https://www.nationaleatingdisorders.org/sites/default/files/ResourceHandouts/GeneralStatistics.pdf' target='_blank'>National Eating Disorders Association</a>). </p><br/><p>While it can be very healing to utilize foods to improve your psoriasis, it's also best to stay away from restrictive diets due how stressful they are and the risk they pose of developing an eating disorder.</p><br/><p>Read on to learn more about how to find your best psoriasis diet and which 9 foods to avoid with psoriasis, while keeping yourself safe from the risks of increased stress and disordered eating. </p>"
    },
    {
      "subtitle": "Restrictive Diets vs Everyday Diets",
      "hrefID": "Restrictive-Diets-vs-Everyday-Diets",
      "content": "<p>Before delving further into the best psoriasis diet, it's important to first define “diet”. The word “diet” is used in vastly different ways, with vastly different impacts – and some of these impacts can be harmful.</p><br/><p>What exactly does it mean when the word “diet” is used? Sometimes people use the word “diet” to mean a very restrictive way of eating, likely with a specific health or body size goal in mind. Other times people use the word “diet” much more generally, like if a healthcare provider asks what your usual, everyday “diet” is like.</p><br/><p>To best understand this, it's helpful to look at the definition for the word \"diet\". One definition for the word “diet is: \"a regimen of eating and drinking sparingly\" (<a href='https://www.merriam-webster.com/dictionary/diet' target='_blank'>Merriam-Webster</a>). We could also call this a “restrictive diet”. </p><br/><p>Another definition for the word “diet” is: \"food and drink regularly consumed\" (<a href='https://www.merriam-webster.com/dictionary/diet' target='_blank'>Merriam-Webster</a>). We could also call this an “everyday diet”, which is our usual eating pattern. </p><br/><p>While changing what you eat can greatly improve the painful symptoms of psoriasis, it's essential to understand that people with autoimmune diseases like psorasis are more likely to also develop eating disorders (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>). Restrictive diets can be a trigger for eating disorders.</p><br/><p>Eating disorders are extremely serious medical conditions, with a low recovery rate and a high death rate (<a href='https://www.beateatingdisorders.org.uk/media-centre/eating-disorder-statistics/' target='_blank'>Beat Eating Disorders</a>, <a href='https://www.eatingrecoverycenter.com/conditions/eating-disorders#facts-statistics' target='_blank'>Eating Recovery Center</a>, <a href='https://anad.org/eating-disorders-statistics/' target='_blank'>National Association of Anorexia Nervosa and Associated Disorders</a>). For this reason, it is simply unethical to recommend strict autoimmune disease diets.  </p><br/><p>Not only is dieting dangerous for people with autoimmune diseases like psoriasis, but dieting is also stressful (<a href='https://www.nbcnews.com/better/health/what-happens-your-brain-when-you-go-diet-ncna802626' target='_blank'>NBC News</a>). Stress is a well known trigger for psoriasis and other autoimmune diseases (<a href='https://pubmed.ncbi.nlm.nih.gov/29729012/' target='_blank'>Pubmed</a>). Engaging in a stressful, restrictive psoriasis diet is <strong>not</strong> helpful - instead, it is more likely to hurt you than help you.</p><br/><p>However, we can use the second definition to learn how to change our everyday \"diet\" in a safe manner. By considering what we eat from day to day and making reasonable adjustments, we can gently change our usual eating pattern, ultimately culminating in a way of eating that helps improve our immune system and is also safe for our mental health.</p><br/><p>The best psoriasis diet is an everyday diet that consists of gentle, small, and reasonable changes that are sustainable over time. One key way to make sure these changes are sustainable is to find changes that you actually <em>enjoy</em> making. Stressful, restrictive diets are actually the worst psoriasis diets out there.</p><br/><p>By not being excessively restrictive and instead by gently nudging our daily diets in a different direction, we can safely engage with psoriasis diets without causing further harm to ourselves. For more information on the basics of nutrition for autoimmune disease, see our <a href='https://www.autoimmuneeats.com/resources#autoimmune-nutrition-starters-guide' target='_blank'>Autoimmune Nutrition Starter Guide</a>.</p>"
    },
    {
      "subtitle": "What is the Best Psoriasis Diet?",
      "hrefID": "What-is-the-Best-Psoriasis-Diet",
      "content": "<p>It is well known in the psoriasis community that what we eat can have a big impact on how bad our psoriasis is. Medical research is increasingly catching up to and confirming this relationship, as well. However, what exactly is the best psoriasis diet has remained elusive. </p><br/><p>The reason why is because there is not one single best psoriasis diet that everyone with psoriasis should follow. Unfortunately, there is no one-size-fits-all psoriasis diet, and instead we need to spend time listening to our bodies to discover what our individual needs are.</p><br/><p>However, there are foods that research demonstrates are reliably harmful to many or most people living with psoriasis. From this research, we have developed a list of 9 foods to avoid with psoriasis. </p><br/><p>It's critical to note that while eating these foods in excess may cause increased psoriasis symptoms, we do not need to avoid them entirely. It's crucial to remember that food is much more than just nutrition. Of course food nourishes us, but it also provides joy, flavor, history, culture, celebration, memories, and so much more.</p><br/><p>This is why it's important to steer clear of a dieting mindset and to keep in mind that it's perfectly fine to consume these foods from time to time. It's never necessary to cut even the worst foods for autoimmune disease out from your life entirely.</p><br/><p>Additionally, as discussed above, it's critical to reduce our stress levels. If completely avoiding a food is causing stress, then arguably eating that food in order to reduce stress levels could actually be healthier for you than avoiding the food altogether. </p><br/><p>It's all a balance.</p><br/><p>Additionally, it's important to note that food sensitivities are a common trigger for psoriasis. Identifying any potential food sensitivity and limiting your intake of it can significantly improve your symptoms. Therefore, a food that may be “bad” for one person, may be perfectly harmless for the next, even if they have the same autoimmune diagnosis. Learn more about how to <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Food-Sensitivities' target='_blank'>safely identify food sensitivities here</a>. </p><br/><p>For further information on ways to improve your everyday eating habits without engaging in a restrictive diet, we recommend exploring the <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or' target='_blank'>anti-inflammatory diet</a>. </p>"
    },
    {
      "subtitle": "9 Foods to Avoid with Psoriasis",
      "hrefID": "9-Foods-to-Avoid-with-Psoriasis",
      "content": "<p>While there is no single best psoriasis diet, there are certain foods that research shows can be harmful to those with psoriasis. The list of 9 foods to avoid with psoriasis was developed from this research.</p><br/><p>However, it's essential to note that these foods should only be completely avoided if that does not cause you stress or detract from enjoyment in your life. If a favorite food is listed below, then it is recommended to reduce your intake of this food, consuming it in ways that maximize your enjoyment and aren't stressful. Do not use this list to engage in a dangerously restrictive diet mindset.</p><br/><p>It's important to note that while food can absolutely help improve psoriasis symptoms, it's rare that a dietary change will prompt <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/What-Causes-Autoimmune-Disease-and-How-to-Cure-it-Naturally' target='_blank'>total remission</a> from the disease. Use this list of 9 foods to avoid with psoriasis you eat to help you find relief, but don't let it become a point of self-abuse. Changing your eating patterns can help, engaging in a strict diet can harm.</p><br/><p>9 foods to avoid with psoriasis:</p><ul><li>1. Gluten (if sensitive)</li><li>2. Dairy (if sensitive)</li><li>3. Nightshades (if sensitive)</li><li>4. Deep fried foods</li><li>5. Alcohol</li><li>6. Sugar</li><li>7. Commercially baked goods</li><li>8. Trans fats</li><li>9. Ultra processed meats</li></ul>"
    },
    {
      "subtitle": "1. Gluten (If Sensitive)",
      "hrefID": "Gluten",
      "content": "<p>The psoriasis community has long reported gluten as a trigger for psoriasis. However, gluten is not a trigger for everyone with psoriasis.</p><br/><p>In a survey of 1206 psoriasis patients, 53.4% of patients reported their skin improved the most after reducing gluten (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5453925/' target='_blank'>Pubmed</a>). It's important to note that you don't have to have a gluten allergy or celiac disease to be sensitive to gluten. </p><br/><p>Additionally, gluten is a common food sensitivity in people with all different kinds of autoimmune diseases like psoriasis. Researchers reviewed and combined the results of 83 different studies, all of which looked at the impact of a gluten-free diet on autoimmune diseases. Across all 83 studies, they found that 64.7% of patients experienced a reduction in symptoms from a gluten-free diet (<a href='https://academic.oup.com/nutritionreviews/article/80/3/525/6335547?login=false' target='_blank'>Nutrition Reviews</a>). </p><br/><p>Foods that contain gluten include breads and breaded foods, baked goods, pastas, beer, and more. To determine if you are sensitive to gluten, it's best to perform a <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Food-Sensitivities' target='_blank'>food sensitivity trial</a>. </p>"
    },
    {
      "subtitle": "2. Dairy (If Sensitive)",
      "hrefID": "Dairy",
      "content": "<p>Dairy is yet another commonly cited psoriasis trigger in the community. In the aforementioned survey of psoriatic patients, 47.7% reported that removing dairy from their diet correlated with improvements in their psoriasis.</p><br/><p>Additionally, diets that do not include dairy, like the vegan diet, have been correlated with improvements in psoriasis (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5453925/' target='_blank'>Pubmed</a>).  Instead of following such a strict diet, the same relief may be experienced by just limiting dairy alone. </p><br/><p>It's also important to note that dairy is a food not well tolerated by most people across the globe, in general. </p><br/><p>Foods that contain dairy include milk and milk products, cheeses, ice cream, butter, yogurt, and more. If you are uncertain whether or not you are sensitive to dairy, consider a <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Food-Sensitivities' target='_blank'>food sensitivity trial</a>. </p>"
    },
    {
      "subtitle": "3. Nightshades (If Sensitive)",
      "hrefID": "Nightshades",
      "content": "<p>Nightshades are yet another food sensitivity commonly cited by people living with psoriasis. In the same study as above, 52.1% of the psoriatic patients reported improvement in their skin after reducing nightshades. </p><br/><p>There is very little research on this topic, especially when considering how often nightshade sensitivity is reported in the autoimmune community. More research needs to be conducted on this important topic. </p><br/><p>Nightshades foods include potatoes, tomatoes, all pepper varieties, eggplant, and more. Consider a <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Food-Sensitivities' target='_blank'>food sensitivity trial</a> to see if you are sensitive to nightshades or not. </p>"
    },
    {
      "subtitle": "4. Deep Fried Foods",
      "hrefID": "Deep-Fried-Foods",
      "content": "<p>Deep fried foods are generally high in saturated fat and trans fats, plus are known to trigger inflammation in the body. Since people living with psoriasis already struggle with high levels of inflammation, foods that cause even more inflammation can be problematic (<a href='https://www.hopkinsmedicine.org/health/conditions-and-diseases/psoriasis-diet-foods-to-eat-and-avoid-if-you-have-psoriasis' target='_blank'>John Hopkins</a>). </p><br/><p>Additionally, increased intake of saturated fat and trans fats are correlated with increased risk of heart disease, which people with psoriasis are already more likely to experience (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5898839/' target='_blank'>National Institute of Health </a>). </p><br/><p>Examples of deep fried foods include French fries, donuts, fried chicken, onion rings, egg rolls, and more.</p>"
    },
    {
      "subtitle": "5. Alcohol",
      "hrefID": "Alcohol",
      "content": "<p>Alcohol is already known for promoting inflammation across the body. For this same reason, alcohol can be a trigger for psoriasis. </p><br/><p>While more research is warranted on this topic, many observational studies have determined  that drinking can make psoriasis worse (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3908707/' target='_blank'>National Institute of Health</a>). It's also important to note that alcohol consumption is higher than average among individuals with psoriasis (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6709030/' target='_blank'>National Institute of Health</a>). </p><br/><p>Eliminating alcohol entirely may not be needed, however reducing your intake may in turn reduce your symptom severity.</p>"
    },
    {
      "subtitle": "6. Sugar",
      "hrefID": "Sugar",
      "content": "<p>Sugar is yet another food that contributes to increased inflammation, which can make psoriasis worse (<a href='https://pubmed.ncbi.nlm.nih.gov/32751360/' target='_blank'>Pubmed</a>). People living with psoriasis often list sugar as a known trigger (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5453925/' target='_blank'>Pubmed</a>). Researchers have even found that sugar directly influences pro-inflammatory genes, which can facilitate the development of many autoimmune diseases like psoriasis (<a href='https://www.sciencedaily.com/releases/2022/03/220322122836.htm' target='_blank'>ScienceDaily</a>). </p><br/><p>However, it's still essential to know that it's not necessary to cut sugar out entirely. Simply reducing your intake, if it's excessive, can be incredibly healing.</p>"
    },
    {
      "subtitle": "7. Commercially Baked Goods",
      "hrefID": "Commercially-Baked-Goods",
      "content": "<p>Commercially baked goods often contain ingredients that may trigger psoriasis, such as gluten, dairy, sugar, saturated fat, and trans fats. </p><br/><p>This can include items like pies, cakes, pastries, crackers, cookies, brownies, bagels, buns, rolls, biscuits, loaf breads, cheesecakes, muffins, pizza, doughnuts, Danish pastries, sweet rolls, cinnamon rolls, coffee cake, and more.</p>"
    },
    {
      "subtitle": "8. Trans Fats",
      "hrefID": "Trans-Fats",
      "content": "<p>Trans fats have gained a bad reputation in recent years, and for good reason. Artificial trans fats have been shown to increase inflammation, which we know is already high in people living with psoriasis (<a href='https://www.healthline.com/nutrition/why-trans-fats-are-bad' target='_blank'>Healthline</a>). Consuming excess trans fats can trigger psoriasis via inflammation. </p><br/><p>Beyond that, trans fats increase your risk of heart disease. People with psoriasis are already at a higher risk for heart disease than the general public, so this is especially problematic (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5898839/' target='_blank'>National Institute of Health</a>). In general, trans fats are considered the least healthy type of fat to eat (<a href='https://www.mayoclinic.org/diseases-conditions/high-blood-cholesterol/in-depth/trans-fat/art-20046114' target='_blank'>Mayo Clinic</a>). </p><br/><p>Sources of trans fats include commercial baked goods, microwave popcorn, shortening, fried foods, non-dairy coffee creamer, stick margarine, and more. </p>"
    },
    {
      "subtitle": "9. Ultra Processed Meats",
      "hrefID": "Ultra-Processed-Meats",
      "content": "<p>Ultra processed meats may contain or be paired with ingredients that may trigger psoriasis, such as gluten, dairy, sugar, trans fats, or deep fried items. These foods may also increase inflammation levels, further irritating psoriasis (<a href='https://pubmed.ncbi.nlm.nih.gov/34587250/' target='_blank'>Pubmed</a>). </p><br/><p>Examples of ultra processed meats include chicken nuggets, fish sticks, hot dogs, sausages, bologna, Spam, lunch and deli meats, and more.</p>"
    },
    {
      "subtitle": "Bottom Line",
      "hrefID": "Bottom-Line",
      "content": "<p>Ultimately, only you can determine the best psoriasis diet for yourself. Safely identifying <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Food-Sensitivities' target='_blank'>food sensitivities</a> takes time, but is well worth it. Use this list of the 9 foods to avoid with psoriasis to help guide your process. </p><br/><p>Knowing which foods are more likely to drive inflammation, promote heart disease, or cause other problems that will trigger your psoriasis is important. However, it's equally important to know that you do <strong>not</strong> need to remove these foods from your life permanently. Instead, <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know#Dangers-of-Dieting' target='_blank'>finding a balance</a> is key. </p><br/><p>While it can be easy to focus on foods that are “bad” for psoriasis, it can be more helpful to focus on foods that can <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or' target='_blank'>help heal psoriasis</a>. </p><br/><p>Finally, if you need support eating healthier without developing a dangerously restrictive dieting mindset, check out our <a href='https://www.autoimmuneeats.com/resources#autoimmune-nutrition-starters-guide' target='_blank'>Autoimmune Nutrition Starter Guide</a>. </p>"
    }
  ],
  "categories": [
    "psoriasis",
    "best diet",
    "worst foods",
    "gluten",
    "dairy",
    "nightshades",
    "inflammation"
  ]
}
