{
  "title": "Worst Foods for Autoimmune Disease: What You Need To Know",
  "datePublishedOrUpdated": "February 2, 2024",
  "metadata": {
    "title": "Worst Foods for Autoimmune Disease: What You Need To Know",
    "description": "Get a list of the worst foods for autoimmune disease. Learn which foods are widely harmful, what the research says, & how to identify your food sensitivities.",
    "keywords": ["worst foods for autoimmune disease"],
    "alternates": {
      "canonical": "https://autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know"
    },
    "icons": {
      "icon": "/icon.png"
    },
    "openGraph": {
      "title": "Worst Foods for Autoimmune Disease: What You Need To Know | Autoimmune Eats",
      "description": "Get a list of the worst foods for autoimmune disease. Learn which foods are widely harmful, what the research says, & how to identify your food sensitivities.",
      "url": "https://autoimmuneeats.com/nutrition-and-supplements/worst-foods-for-autoimmune-disease-what-you-need-to-know",
      "siteName": "Autoimmune Eats",
      "images": [
        {
          "url": "http://autoimmuneeats.com/worst-foods-for-autoimmune-disease-what-you-need-to-know.png",
          "width": 800,
          "height": 600
        }
      ],
      "locale": "en_US",
      "type": "article",
      "publishTime": "2024-02-02T12:00:00-05001"
    },
    "robots": {
      "index": true,
      "follow": true,
      "nocache": true,
      "googleBot": {
        "index": true,
        "follow": true,
        "max-video-preview": -1,
        "max-image-preview": "large",
        "max-snippet": -1
      }
    }
  },
  "voteCount": 20,
  "authorInfo": {
    "authorName": "Caylee Clay, RDN CDN CYT",
    "authorPhoto": "/Caylee_headshot.jpeg",
    "authorPhotoAlt": "Headshot of author Caylee Clay. Caylee is smiling with a grey jacket and straight bangs",
    "authorBio": "Caylee Clay, RDN CDN CYT (they/them) is a dietitian-nutritionist, software engineer, scientist, researcher, author, & autoimmune disease expert. Caylee is the author of <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>. Outside of work, Caylee loves gardening, hiking, cooking, & biking all over NYC."
  },
  "photoFeature": "/worst-foods-for-autoimmune-disease-what-you-need-to-know.png",
  "photoFeatureAlt": "Featured image for Worst Foods for Autoimmune Disease article",
  "disclaimer": "PLEASE NOTE: Sections of this article may not be appropriate for those who have been diagnosed with an eating disorder, suspect they may have an eating disorder, or are engaging in disordered eating behaviors. This article is provided as informational content only, not as medical advice.",
  "sections": [
    {
      "subtitle": "Overview",
      "hrefID": "Overview",
      "content": "<p>In the autoimmune world, it’s no secret that food and nutrition can have a huge effect on autoimmune disease symptoms, disease progressing, healing, and overall outcomes. It’s common to desire a list of <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or' target='_blank'>the best</a> and the worst foods for autoimmune disease. </p><br/><p>It makes plenty of sense that nutrition has such an impact, especially once you know that about 70% of our immune system lies within our intestines (<a href=’https://pubmed.ncbi.nlm.nih.gov/18721321/’ target='_blank'>PubMed</a>). The more agreeable the food we eat is with our intestines, the better our immune system can function as well.</p><br/><p>Plus, our immune system requires specific nutrients in order to function properly. In turn, our intestines must be able to extract these nutrients from food and deliver them to the immune system. So much of our immune system resides within our intestines just in case we eat something bad, like perhaps a poisonous pathogen. </p><br/><p>We can see the digestive tract and the immune system are intimately connected, and deeply rely on each other for support. As such, it’s no small wonder that what we eat has so much to do with the state of our immune system.</p><br/><p>However, while being properly nourished is critical to improve autoimmune diseases, it's also essential to understand that people with autoimmune diseases are more likely to also develop eating disorders (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>). Highly restrictive diets, like elimination diets or the autoimmune protocol (AIP) diet, are often recommended to alleviate autoimmune symptoms. Yet, attempting extreme diets such as these can actually trigger an eating disorder. </p><br/><p>Even more, there is no solid research backing up these intense diets. For these reasons, it is actually unethical to recommend diets or dieting to autoimmune disease sufferers.</p><br/><p>So, what do we do? Many people are looking for simply a list of what they should and shouldn’t eat. It seems to make sense that simply avoiding the worst foods for autoimmune disease would be all that’s needed. Unfortunately, the reality is not that simple.</p>"
    },
    {
      "subtitle": "Food Sensitivities",
      "hrefID": "Food-Sensitivities",
      "content": "<p>Sadly, there is no one-size-fits-all list of what to eat and what not to eat. Like almost everything in the medical field, something that helps you might not help or even hurt someone else, and vice versa. </p><br/><p>This is especially true when it comes to food sensitivities. A food sensitivity is when a particular type of food irritates or triggers your autoimmune disease. Identifying a food sensitivity and limiting your intake of it can significantly improve your symptoms. However, exactly which food is the problem can vary greatly from person to person.</p><br/><p>In order to learn what food sensitivity or sensitivities you have (if any), it’s best to avoid all elimination diets, like the autoimmune protocol (AIP) diet. Elimination diets require you to stop eating a long list of foods at the same time, and slowly reintroduce them over time. For the vast majority of people, it’s impossible to be so strict with your food intake for an extended period without risking a decline in mental and/or physical health. </p><br/><p>Instead, there is a safer way to identify food sensitivities. First, choose <b>only one</b> food group that you suspect is causing you problems. Many people with autoimmune disease find that they are sensitive to gluten, dairy, or nightshade vegetables (peppers, tomatoes, eggplant, etc.). Next, identify all sources of this potential sensitivity in what you normally eat, then find acceptable alternatives to those foods (for example, if you often eat bread, then find a gluten free bread that you like). </p><br/><p>Next, try to avoid consuming your suspected food sensitivity as much as possible for one month, using your acceptable alternatives to help you continue to enjoy eating. After one month, reintroduce your food sensitivity. Monitor your symptom severity to determine if you are reacting to this food. For more details on this process, refer to the chapter on food sensitivities in <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>, which can be used for any autoimmune disease.</p><br/><p>We can begin to see how one person’s list of the worst foods for their autoimmune disease will not be the same for the next person. </p>"
    },
    {
      "subtitle": "Dangers of Dieting",
      "hrefID": "Dangers-of-Dieting",
      "content": "<p>As discussed above, those with autoimmune disease are more likely to suffer from eating disorders (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>). </p><br/><p>Eating disorders are extremely serious medical conditions with a low recovery rate and a high death rate (<a href='https://www.beateatingdisorders.org.uk/media-centre/eating-disorder-statistics/' target='_blank'>Beat Eating Disorders</a>, <a href='www.eatingrecoverycenter.com/conditions/eating-disorders/facts-statistics' target='_blank'>Eating Recovery Center</a>, <a href='https://anad.org/eating-disorders-statistics/' target='_blank'>National Association of Anorexia Nervosa and Associated Disorders</a>). </p><br/><p>Eating disorders are characterized by irregular eating habits, severe distress or concern about body weight or shape, and may include inadequate or excessive food intake. The most common forms of eating disorders include anorexia nervosa, bulimia nervosa, and binge eating disorder. Eating disorders are classified as a mental illness (<a href='https://www.eatingdisorderhope.com/information/eating-disorder' target='_blank'>Eating Disorder Hope</a>).</p><br/><p>Newer research is beginning to illuminate the correlation between autoimmune diseases and eating disorders, as a recent study found an increased rate of the eating disorder orthorexia in those with rheumatoid arthritis, an autoimmune disease. The study highlights the fact that patients are unlikely “receive optimal care concerning dietary advice, which could lead to unnecessary stress and psychological illness” (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9919523/' target='_blank'>PubMed</a>). </p><br/><p>As a result, any type of strict diet is not recommended to improve autoimmune disease. In fact, even the act of attempting to try and identify a list of the “worst” foods for autoimmune disease can be problematic. Instead, gentle nutrition must be employed. This topic continues briefly in the next section, and is covered at length in <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>. </p>"
    },
    {
      "subtitle": "Worst Foods for Autoimmune Disease",
      "hrefID": "Worst-Foods-for-Autoimmune-Disease",
      "content": "<p>In general, items that top the list for the worst foods food for autoimmune disease are:</p><ul><li>Gluten (If sensitive)</li> <li>Dairy (If sensitive)</li> <li>Nightshades (If sensitive)</li> <li>Alcohol</li> <li>Sugar</li> <li>Some Ultra Processed Foods </li> </ul><br/><p>However, categorizing foods as \"good\" or \"bad\" can be a slippery slope to developing disordered eating and/or an eating disorder, for which folks living with autoimmune disease are at higher risk (<a href='https://pubmed.ncbi.nlm.nih.gov/25147950/' target='_blank'>PubMed</a>, <a href='https://pubmed.ncbi.nlm.nih.gov/30178543/' target='_blank'>PubMed</a>, <a href='https://publications.aap.org/pediatrics/article-abstract/140/6/e20162089/38188/Eating-Disorders-Autoimmune-and-Autoinflammatory' target='_blank'>American Academy of Pediatrics</a>).</p><br/><p>Additionally, different people react differently to the same foods. For these reasons, it's impossible to create one list of the “worst” foods for autoimmune disease, because the list would be different for each person. </p><br/><p>It’s important to note that food sensitivities are a common trigger for autoimmune disease. Identifying any potential food sensitivity and limiting your intake of it can significantly improve your symptoms. Therefore, a food that may be “bad” for one person, may be perfectly harmless for the next, even if they have the same autoimmune diagnosis.</p><br/><p>As you peruse the below list, it’s essential to keep in mind that it’s perfectly fine to consume these foods from time to time, and it’s <b>never</b> necessary to cut out these foods from your life entirely. Even though the below are the worst foods for autoimmune disease, that doesn’t mean that we can never enjoy them ever again.</p><br/><p>In fact, it is often easier and better for our mental health to focus on what we can eat <b>more</b> of to help ourselves feel better, instead of focusing on what to eat less of. Please see the <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or' target='_blank'>the Best Autoimmune Disease Diet</a> article for more.</p>"
    },
    {
      "subtitle": "Gluten (If Sensitive)",
      "hrefID": "Gluten",
      "content": "<p>Gluten is a common food sensitivity in people with autoimmune diseases. Researchers reviewed and combined the results of 83 different studies, all of which looked at the impact of a gluten-free diet on autoimmune diseases. Across all 83 studies, they found that 64.7% of patients experienced a reduction in symptoms from a gluten-free diet (<a href='https://academic.oup.com/nutritionreviews/article/80/3/525/6335547' target='_blank'>Nutrition Reviews</a>). </p><br/><p>Foods that contain gluten include breads and breaded foods, baked goods, pastas, beer, and more. </p><br/><p><b>RELATED:</b> <a href='https://www.autoimmuneeats.com/by-disease/Hashimotos-And-Gluten-Whats-the-Best-Hashimotos-Diet' target='_blank'>Hashimoto’s And Gluten: What’s the Best Hashimoto’s Diet?</a></p>"
    },
    {
      "subtitle": "Dairy (If Sensitive)",
      "hrefID": "Dairy",
      "content": "<p>Dairy is often cited as an offending food in the autoimmune community. When reviewing related studies on some of the most common autoimmune diseases, the research tells a similar story.</p><br/><p>In a survey of 1206 psoriasis patients, 47.7% of respondents reported full clearance or improvement of psoriasis with removal of dairy from their daily diet (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5453925/' target='_blank'>Pubmed</a>). A similar survey was conducted of 458 lupus patients. Survey respondents reported that eating little or no dairy caused a 27.1% decrease in lupus symptom severity, which was the largest decrease in symptoms for all foods across the entire study (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8793314/' target='_blank'>Pubmed</a>). </p><br/><p><p><b>RELATED:</b> <a href='https://www.autoimmuneeats.com/by-disease/What-is-the-Best-Psoriasis-Diet-9-Foods-to-Avoid-and-More' target='_blank'>What is the Best Psoriasis Diet? 9 Foods to Avoid, and More</a></p><br/>For Sjogren’s disease, a small study found improvements in intestinal symptoms of those who also suffered from intestinal symptoms similar to irritable bowel syndrome (IBS) (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2440347/' target='_blank'>Pubmed</a>). </p><br/><p>However, it’s notable that dairy reduction did not seem to improve rheumatoid arthritis or psoriatic arthritis (<a href='https://www.researchgate.net/publication/341476754_Dietary_Habits_and_Nutrition_in_Rheumatoid_Arthritis_Can_Diet_Influence_Disease_Development_and_Clinical_Manifestations' target='_blank'>Research Gate</a>, <a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8197174/' target='_blank'>Pubmed</a>). </p><br/><p>Foods that contain dairy include milk and milk products, cheeses, ice cream, butter, yogurt, and more.</p>"
    },
    {
      "subtitle": "Nightshades (If Sensitive)",
      "hrefID": "Nightshades",
      "content": "<p>Nightshades seem to be a less common food sensitivity for autoimmune diseases than gluten or dairy, but is still worth noting.</p><br/><p>In the aforementioned a survey of 1206 psoriasis patients, 52.1% of respondents reported full clearance or improvement of psoriasis with removal of nightshades from their daily diet (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5453925/' target='_blank'>Pubmed</a>). </p><br/><p>A study on mice found that potatoes, a type of nightshade, “significantly aggravate intestinal inflammation in predisposed individuals.” The researchers hypothesize that the same inflammation may be experienced in those with inflammatory bowel disease (IBD), such as autoimmune Crohn’s disease and ulcerative colitis (<a href='https://pubmed.ncbi.nlm.nih.gov/20198430/' target='_blank'>Pubmed</a>).</p><br/><p>There is very little research on this topic, especially when considering how often nightshade sensitivity is reported in the autoimmune community. Hopefully more research will be conducted on this topic soon.</p><br/><p>Nightshades foods include potatoes, tomatoes, all pepper varieties, eggplant, and more. </p>"
    },
    {
      "subtitle": "Alcohol",
      "hrefID": "Alcohol",
      "content": "<p>Alcohol is already known for promoting inflammation across the body and irritating several different types of chronic diseases. The story is no different for autoimmune diseases.</p><br/><p>A review of many studies found that overall, there is a “dose-dependent association between alcohol and disease severity in multiple autoimmune diseases,” including Hashimoto’s thyroid disease, type 1 diabetes, lupus, rheumatoid arthritis, and multiple sclerosis. This means that in high doses, alcohol leads to worsening autoimmune systems. Interestingly, at low and moderate doses, alcohol appears to have protective effects (<a href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8259720/' target='_blank'>Pubmed</a>). </p>"
    },
    {
      "subtitle": "Sugar",
      "hrefID": "Sugar",
      "content": "<p>Sugar is yet another topic that is often discussed in autoimmune spaces. The research is in accordance with the experiences of the community.</p><br/><p>Not only does consuming excess sugar contributes to exacerbated autoimmunity (<a href='https://www.sciencedirect.com/science/article/pii/S1074761319303279' target='_blank'>ScienceDirect</a>), but also people who consume excess sugar are at a higher risk for developing an autoimmune disease (<a href='https://www.news-medical.net/news/20220323/People-who-consume-sugar-for-extended-periods-have-increased-risk-of-autoimmune-disease.aspx' target='_blank'>News Medical</a>). Researchers have even found that sugar directly influences pro-inflammatory genes (<a href='https://www.sciencedaily.com/releases/2022/03/220322122836.htm' target='_blank'>ScienceDaily</a>). </p><br/><p>Unfortunately, sugar may be one of the worst foods for autoimmune disease. However, it’s still essential to know that it’s not necessary to cut sugar out entirely. Simply reducing your intake, if it’s excessive, can be incredibly healing. </p>"
    },
    {
      "subtitle": "Some Ultra Processed Foods ",
      "hrefID": "Some-Ultra-Processed-Foods ",
      "content": "<p>While not all ultra processed foods are problematic, some are known to promote inflammation, which can exacerbate autoimmune symptoms.</p><br/><p>These problematic ultra processed foods include items like processed meat (like bologna and lunchmeat), baked foods (like pies, cakes, cookies, and brownies), deep fried foods (like French fries, donuts, and fried chicken), and trans fats (like in margarine, microwave popcorn, and non-dairy coffee creamers) (<a href='https://www.hopkinsmedicine.org/health/wellness-and-prevention/anti-inflammatory-diet' target='_blank'>John Hopkins Medicine</a>). </p>"
    },
    {
      "subtitle": "Bottom Line",
      "hrefID": "Bottom-Line",
      "content": "<p>While the above are justifiably some of the worst foods for autoimmune disease, it’s crucial to remember that food is much more than just nutrition. Of course food nourishes us, but it also provides joy, flavor, history, culture, celebration, memories, and so much more. </p><br/><p>This is why it’s important to steer clear of a dieting mindset and to keep in mind that it’s perfectly fine to consume these foods from time to time. It’s never necessary to cut even the worst foods for autoimmune disease out from your life entirely. </p><br/><p>It’s best to stay focused on regularly consuming nutrient-dense foods like fruits, vegetables, whole grains, nuts, and seeds, and take special attention to ensure that plenty of joy and flavor is found in the process. Read our article on <a href='https://www.autoimmuneeats.com/nutrition-and-supplements/Best-Autoimmune-Disease-Diet-Anti-Inflammatory-or-AIP-or' target='_blank'>the Best Autoimmune Disease Diet</a> for further support on this topic. </p><br/><p>To safely identify food sensitivities, it’s recommended to engage in a trial period of eliminating only one type of food at a time. It is not wise and actually is unsafe to attempt strict elimination diets that ask you to eliminate many foods at once for an extended time, like the autoimmune protocol (AIP) diet. </p><br/><p>For more on these topics, explore the free <a href='https://www.autoimmuneeats.com/resources#autoimmune-nutrition-starters-guide' target='_blank'>Autoimmune Nutrition Starter Guide</a> and <a href='https://amzn.to/3xSaKFJ' target='_blank'>Gain Control Over Your Psoriasis</a>, which can be used for any autoimmune disease.</p>"
    }
  ],
  "categories": [
    "worst foods",
    "food sensitivities",
    "gluten",
    "dairy",
    "nightshades",
    "dangers of dieting",
    "inflammation"
  ]
}
